{
    "response": {
        "status": "ok",
        "userTier": "developer",
        "total": 2441008,
        "startIndex": 1,
        "pageSize": 10,
        "currentPage": 1,
        "pages": 244101,
        "orderBy": "newest",
        "results": [
            {
                "id": "sport/live/2023/jul/28/county-cricket-lancashire-v-northants-notts-v-kent-and-more-live",
                "type": "liveblog",
                "sectionId": "sport",
                "sectionName": "Sport",
                "webPublicationDate": "2023-07-28T16:58:32Z",
                "webTitle": "County cricket: Lancs v Northants and reaction to Yorkshire punishment – live",
                "webUrl": "https://www.theguardian.com/sport/live/2023/jul/28/county-cricket-lancashire-v-northants-notts-v-kent-and-more-live",
                "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/28/county-cricket-lancashire-v-northants-notts-v-kent-and-more-live",
                "fields": {
                    "headline": "County cricket: Lancs v Northants and reaction to Yorkshire punishment – live",
                    "byline": "James Wallace",
                    "thumbnail": "https://media.guim.co.uk/9fb3dbb1721aeb573d2adba5a38cdad32d5b0d1f/0_89_4704_2823/500.jpg",
                    "bodyText": "They are still playing at Cheltenham where Jake Libby has just gone to an extremely well crafted century in lovely late evening sun. For Yorkshire, the first important announcement came from the umpires at Scarborough shortly after 1pm. The men in white coats had inspected the puddle strewn outfield at North Marine Road and deemed it unplayable, the match with Durham was called a draw with two full days washed out. An hour later the second, more ominous and far reaching announcement was made by The Independent Cricket Discipline Commission (CDC). They announced that they had fined Yorkshire £400,000 and handed them a 48-point deduction in this year’s County Championship as a result of allegations of racism and discrimination at the club over a 17-year period. Yorkshire won’t appeal the decision and the docked points effectively end their hopes of promotion from Division Two of the Championship. Elsewhere, Notts ripped through Kent at Trent Bridge to leave the south-east side languishing in the bottom two places in Division One with just three matches to wriggle themselves free. Five wickets for Dane Patterson and four for Championship leading wicket-taker Brett Hutton did the damage. Hutton took his wicket tally to 52 as Jack Leaning’s side were decimated for 85 in their second innings, losing in the end by 321 runs. The wicket at Derbyshire resembled the pancake-flat A6 road that skirts around the Incora County Ground. After Glamorgan made their highest ever score in Derby earlier in the game, Derbyshire’s opening pair of Luis Reece and Harry Came secured the draw, in doing so they broke the record for the highest ever first wicket stand in the club’s history. Reece finished unbeaten on 201 and Came on 141 – career best scores for both men. Northants batted over 100 overs in their second innings to deny Lancashire at Old Trafford. Luke Procter and James Sales dug in obdurately for over 25 overs to eventually force Keaton Jennings into offering a weary hand at 5.30pm. Worcestershire will look to force a result against Gloucestershire as they head into the final day at Cheltenham. A lead of over 300 runs by the close leaving their captain Brett D’Oliveira to ponder when to pull the pin and declare on the final day. Just popping back to note that Northants are still hanging on – they are 171-5 with Lancs still hunting for five wickets. Derbyshire are still racking them up against Glamorgan too – they are 345-0 and Luis Reece and Harry Came have just broken the clubs ALL TIME record for a first-wicket partnership! Division One Manchester: Northamptonshire 342 and 154-4 v Lancashire 544-7 dec. Northants trail by 48 with six wickets remaining Division Two Derby: Glamorgan 521-8dec v Derbyshire 318 and 297-0. Derbyshire lead by 94 runs with ten wickets remaining Cheltenham College: Gloucestershire 301 v Worcestershire 406 and 96-3 Worcestershire lead by 197 runs with 7 wickets remaining Derbyshire ticking along nicely epically against Glamorgan, Came and Reece still there, they are 285-0 and lead by 82 runs. Lancs still in the hunt at Old Trafford – they need six more Northants wickets to force victory. At Cheltenham, Paul van Meekeren has bagged a brace of wickets for Gloucs and Worcs are 60-3 with a lead of 165, they still have a day left to play tomorrow of course. I’m going to start thinking about the write up for tomorrow’s paper – it’s an earlier deadline on Friday. I’ll pop back as and when but keep an eye on things for me in the meantime! RESULT: Nottinghamshire bowl out Kent for just 85 to win by 321 runs! Dane Paterson the star of the show with 5-41 off just ten overs and the irrepressible Brett Hutton taking 4-44. Well batted Harry Came! Derbyshire piling them on at the Incora. As Stuart Broad has his dander well and truly UP at the Oval his Notts teammates aren’t doing so badly at Trent Bridge either – they’ve got Kent right where they want them at 59-5 make that 64-6! Yorkshire CCC statement in response: The Board of Yorkshire County Cricket Club said: We accept the sanctions against Yorkshire County Cricket Club imposed by the Cricket Discipline Commission. Following representations by the Board at last month’s hearing, the CDC and ECB have today acknowledged the vast amount of work done by YCCC to overcome the cultural issues that existed within the Club, which allowed racist and discriminatory behaviour to go unchallenged. We are accountable for these issues, and we accepted four amended charges as part of a continued commitment to ensure we are able to move forward. We are disappointed to receive the points deductions which affects players and staff at the Club, who were not responsible for the situation. They have worked tirelessly on and off the field to rebuild Yorkshire into an inclusive and welcoming Club that reflects the communities it serves. Greater clarity over our situation will allow us all now to look ahead. There remains much to do, but we have made significant investments to put in place best practice processes and procedures, as well as driving equity, diversity and inclusion through a new framework and taking important steps to improve the matchday experience to encourage greater inclusivity and tackle discrimination. This is in addition to the real progress we have seen on our Performance Pathway, ensuring young cricketers from all backgrounds can take part regardless of their economic circumstances. We look forward to continued dialogue with the ECB to ensure the financial penalty does not hinder our ongoing commitment to build on the strong foundations that have been laid. We remain focused on efforts to secure YCCC’s sustainability, ensuring the stability required to create a brighter future for all associated with Yorkshire Cricket.” Here’s the official ECB reaction: ECB Chief Executive Officer Richard Gould said: These were serious charges relating to racism over a prolonged period. There can be no place for racism in our game, and the penalties announced by the Cricket Discipline Commission mark the end of a thorough disciplinary process. No one should have to experience what Azeem Rafiq went through in cricket, and we once again thank him for his courage in speaking out. Since this hearing took place, the Independent Commission for Equity in Cricket has published its report which demonstrates just how much there still is for our game to do in order to stamp out discrimination and become the inclusive sport we all want to be. We must work together as a game to learn from the events that led to this case, and to respond thoroughly to that report. We recognise that Yorkshire County Cricket Club has made significant progress since Azeem came forward, first under Lord Patel’s leadership and since then under its current management, and is committed to becoming an inclusive club. They have set the club on a path to a much brighter and more inclusive future, and we will continue to support the new leadership at Yorkshire to build on the progress made so far.” BREAKING NEWS: Yorkshire County Cricket Club fined £400,000 and docked 48 points in this year’s championship (that effectively ends any hopes of promotion, obviously) The Independent Cricket Discipline Commission (CDC) has published its report just now. The CDC Panel has today reprimanded and fined Yorkshire County Cricket Clubs a total of £400,000 and issued an immediate 48-point deduction in the 2023 County Championship, as well as a four-point deduction from the 2023 T20 Blast. £300,000 of the fine is to be suspended for a period of two years. You can view the full report here Fantastic stuff from Luis Reece – two hundreds in the game! Derbyshire have shown real fight in this match. News: Jordan Cox moves from Kent to Essex It was rumoured and has now been confirmed, the Dan Lawrence shaped hole at Essex will be plugged by Cox for the next three years. The official press release has this from Cox: It’s a real honour to sign for Essex, the county where I went to school and where I first developed as a cricketer. The team is full of talent, they are going places, and I can only see the group getting better over the coming seasons. I’m excited to join them and contribute to what I hope will be a successful future.” and Essex Head Coach, Anthony McGrath, added: I am delighted that we have been able to secure the signing of Jordan, who is a young, hungry cricketer looking to impress in all formats. He will add real depth and quality to our batting line-up, as well as strengthening our wicket-keeping ranks too, and we are all very much looking forward to working with him.” The players re-emerge after lunch. Just spotted this bit of good honest criggit: It’s been called in Scarborough – MATCH DRAWN. A very wet outfield meant no play has been possible on days 3 and 4 at an aptly named Marine Road. Durham take 8 points and Yorkshire 7. Division One Manchester: Northamptonshire 342 and 53-2 v Lancashire 544-7 dec. Northants trail by 149 with eight wickets remaining Trent Bridge: Nottinghamshire 350 and 372-6 v Kent 316 and 17-3. Kent require 390 runs with seven wickets remaining Division Two Derby: Glamorgan 521-8dec v Derbyshire 318 and 185-0. Derbyshire trail by 18 runs with ten wickets remaining Scarborough: Yorkshire 340 v Durham 106-1 – MATCH DRAWN – No play on days 3 and 4 Cheltenham College: Gloucestershire 295-9 v Worcestershire 406. Gloucs trail by 113 runs with one wicket remaining. The clock ticks around to 1pm, time for a bite to eat. Lunchtime scores incoming. There will be an inspection in Scarborough at 1pm… it’s fine up there now but the rain yesterday has left the outfield sopping. It all feels a little futile. Elsewhere, Brett Hutton gets another scalp on his tally as he clean bowls Kent’s Toby Albert to give Notts their first wicket. And another! As I type Ben Geddes has been caught off Dane Paterson, Kent in strife at 8-2! We interrupt this broadcast county blog to bring you a stonker of a catch from Joe Root at the Oval. Lancs snaffle another! Northants now two down, not a good start to their second innings by the Wantage Roaders. Notts declare! Steven Mullaney carts a few boundaries but then sees his middle stump emphatically ripped out of the ground by Arafat Bhuiyan! Mullaney signals the declaration as he walks off – Kent need to score 407 runs to win, or more prosaically, bat out the day for a draw. Lancashire have their first, this is stone dead for my money. Northants trail by 178 and there are a minimum of 79 overs to bat in the day. They’ve got nine wickets in the hutch but are very much up against it under leaden Manchester skies. Joe Clarke out for a bruising 73 from 40 deliveries. Perishing as he lived, caught near the fence at deep mid-wicket. Tom Moores has gone for 9 now too but Notts are batting on. Steven Mullaney unmoved on the balcony as his side’s lead ticks up to 361. Hundred for Ollie Price! Secured with a blistering square cut for four off the bowling of Joe Leach. A second first-class century for him but Gloucs still trail Worcs by 161 runs with 4 wickets remaining. Well batted Harry Came and Luis Reece, they’ve clocked up their second hundred partnership of the match. Derbyshire currently 114-0 at Derby, trailing by 83 runs. Joe Clarke has put on the afterburners at a luminous green Trent Bridge. He’s currently on 65 off 32 and has just played a sumptuous swivel pull for four. These graphics are quite something aren’t they? Lancashire have just blasted 46 runs in three overs against… and they declare! Game on at Old Trafford. The home side lead by 202 runs. Over to you, Northants. Derbyshire’s openers Harry Came and Luis Reece are keeping them in the game against Glamorgan. They put on 165 runs together in the first innings and are going well once more on 87-0. The home side are 116 runs adrift at the Incora with 10 wickets remaining. It is only day two down in Cheltenham -Worcestershire made 406 and Gloucestershire are 212-4 so bubbling up nicely there with the weather set fair. There will be a 12pm inspection at Scarborough… but I wonder if the two captains will shake hands on this one. Will Nottinghamshire (350 &amp; 176-1) dangle a carrot for Kent (316) ? They have a lead of 210 but are a bowler down with Luke Fletcher thought to be unable to bowl with a niggly ankle injury. We’ll surely see a declaration at some stage though. We await news from Scarborough as to whether we’ll get any action between Yorkshire and Durham. Yesterday was kiboshed by rain and a wet outfield completely. Some exciting scenarios bubbling up across the few games still going. When will Lancs pull the pin and decide to have a crack at Northants? They lead by 156 already and will fancy their chances of getting stuck into the bottom of the table side. Have we seen this grab from yesterday? Shades of Strauss against the Aussies in 2005! As ever, do chat away BTL and get in touch on email and twitter with any thoughts. Well, not any. Scores (and results) on the doors: Southampton: Essex 169 and 86-4 BEAT Hampshire 120 and 131 by six wickets. Manchester: Northamptonshire 342 v Lancashire 498-7 Trent Bridge: Nottinghamshire 350 and 176-1 v Kent 316 Taunton: Surrey 368 and 29-0 BEAT Somerset 170 and 226 by 10 wickets Edgbaston: Middlesex 199 and 97-2 BEAT Warwickshire 60 &amp; 232 by eight wickets Division Two Derby: Glamorgan 521-8dec v Derbyshire 318 and 78-0 Scarborough: Yorkshire 340 v Durham 106-1 No play today – rain Cheltenham College: Gloucestershire 212-4 v Worcestershire 406 (end of day 2) Hello and welcome to the final knockings of round twelve of the County Championship, Jim here with you today as Tanya has a well deserved break. Before we dig into the last few matches taking place today, let’s have a look at how things went yesterday – here’s Tanya’s masterful round up. I’m off for a coffee and perhaps even a fried egg sandwich, try and stop me. Back soon for some more preamble towards 11am. Tanya Aldred’s county roundup Surrey extended their lead at the top of the Championship table, despite another half-century from Somerset’s James Rew and some bish-bosh from Craig Overton. There were four wickets for Jordan Clark, who munched into Somerset’s top order, and from there all Somerset could do was plug away and hope for rain. Rew passed a thousand runs, the first to click up four figures in Division One, to happy applause from the Taunton faithful, and Craig Overton thrashed five sixes in his unbeaten 70, one picked out of the car park by brother Jamie. After a breathless last-wicket stand of 77, Rory Burns and Dom Sibley quickly knocked off the 29 runs needed to pocket a handy lead going into the August break. With just four rounds left until the end of the season, Surrey’s lead over second-placed Essex is 17 points. Essex kept themselves in contention after winning a small but nervy run-chase at the Ageas Bowl where a result pitch fell foul of the hosts. Jamie Porter grabbed 10 wickets in a match for the first time since 2018, as Hampshire lost four for nine runs just after elevenses. Set 83 to win, Essex wobbled but they didn’t fall down, as the fearsome Kyle Abbot steamed in, pocketing three for 23. At Edgbaston, Middlesex pulled off an unexpected win against Warwickshire, pulling themselves out of the Division One relegation zone in the process. Warwickshire’s day started badly and got rapidly worse as they lost their remaining six second-innings wickets for 35 runs. Ethan Bamber notched up nine for the match. A brisk unbeaten 52 from Mark Stoneman then hurried Middlesex to victory with little stress. Elsewhere, 19-year-old Joe Phillips and 22-year-old Ollie Price made half-centuries as Gloucestershire bubbled along at Cheltenham in reply to Worcestershire’s 406; Derbyshire collapsed and were forced to follow on against Glamorgan; Luke Wells, Josh Bohannon and Phil Salt all made centuries for Lancashire at a soggy Old Trafford against Northamptonshire and Nottinghamshire gave themselves the sneeze of a chance of victory against Kent. Rain ruined any chance of play at Scarborough."
                },
                "isHosted": false,
                "pillarId": "pillar/sport",
                "pillarName": "Sport"
            },
            {
                "id": "sport/live/2023/jul/28/england-v-australia-ashes-fifth-test-day-two-live-scores-updates-results-aus-vs-eng-cricket-the-oval",
                "type": "liveblog",
                "sectionId": "sport",
                "sectionName": "Sport",
                "webPublicationDate": "2023-07-28T16:55:18Z",
                "webTitle": "England v Australia: Ashes fifth Test, day two – live",
                "webUrl": "https://www.theguardian.com/sport/live/2023/jul/28/england-v-australia-ashes-fifth-test-day-two-live-scores-updates-results-aus-vs-eng-cricket-the-oval",
                "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/28/england-v-australia-ashes-fifth-test-day-two-live-scores-updates-results-aus-vs-eng-cricket-the-oval",
                "fields": {
                    "headline": "England v Australia: Ashes fifth Test, day two – live",
                    "byline": "Daniel Gallan at the Kia Oval (earlier) and Rob Smyth (now)",
                    "thumbnail": "https://media.guim.co.uk/74f151e3aeb493d12949d27ff56d128c5241a9ca/0_155_3762_2258/500.jpg",
                    "bodyText": "97th over: Australia 277-8 (Cummins 33, Murphy 25) This isn’t a sentence I expected to be typing today, or indeed ever, but Todd Murphy has hit Mark Wood out of the attack. James Anderson replaces him. Cummins, who is playing his third longish innings of the series after 38 and 44* at Edgbaston, inside-edges into the ground and over the stumps. For all his struggles, Anderson has had rotten luck in this series. A few singles reduce the deficit to six. “Thanks for highlighting an animal rescue,” writes Tom Mayfield. “All rescues are going through hard times now, so it is helpful to have sponsors and supporters with a bit of clout. If there is time and space could you mention the White Bird Appaloosa Horse Rescue, here in Virginia. That might be opening a can of worms though! Anyway, visitors can see the cricket bat with which I made my highest ever score of 28not out, and saved the match. Village cricket rocks.” Doesn’t it just. While I remember, thank you so much to everyone who donated to our local animal shelter at tea. 96th over: Australia 274-8 (Cummins 31, Murphy 24) Australia were criticised for their cautious approach this morning, legitimately so, but they are benefitting from it now because England’s four seamers are shattered. Woakes tries a couple of slower balls without success, though at least he stems the flow of runs. “I’m not much of a stats person but it does seem that the tailenders have had more of an impact on this series that is usual,” says Josh Hardie. “When the sixth wicket is down im now thinking limit it to 100 more or - if time is tight - bash a quick 50. Is that wrong?” I haven’t checked the data [you’re sacked – ed] but it hasn’t felt particularly unusual. Lower-order batters – never call them the tail, as Duncan Fletcher would say – have been influencing Ashes series for as long as I can remember. For example, the second Ashes Test I ever watched included this Geoff Lawson horror show, which unfolded via increasingly agitated window-shopping sessions at Radio Rentals. 95th over: Australia 273-8 (Cummins 30, Murphy 24) Six more to Murphy, swivel-pulled smoothly round the corner off Wood. There are two men out but he doesn’t care. I must say, I like everything I’ve seen of this kid, especially his calm competitiveness. This is only his 14th first-class game. And that’s his third six! Another swivel-pull, straight into the crowd. Murphy is doing unto Wood as Wood did unto Starc and Cummins at Headingley. He has 24 from 23 balls; Australia – who were 186 for seven at tea – trail by 10. 94th over: Australia 250-8 (Cummins 30, Murphy 12) Cummins tries to blast Woakes onto the nearest air traffic control map and gets a leading edge over the slips for four. I think that was a slower ball. Murphy gets a more authentic boundary later in the boundary, slamming a wide ball past backward point. This is the right approach from Australia against a weary attack; they trail by just 23. 93rd over: Australia 250-8 (Cummins 25, Murphy 7) That’s more like it. Murphy gets off the mark by swivel-pulling Wood for six, a shot of such quality that the commentator Mike Atherton mistakes him for Mitchell Starc. Murphy isn’t the worst tailender, and has a highest score of 41 in his fledgling Test career. England got Smith at a good time because their bowlers look really tired. 92nd over: Australia 241-8 (Cummins 24, Murphy 0) There’s a case for Australia to declare here, or at least to start slogging so that their bowlers get a bit of time at England tonight. Murphy does have one windy woof at Woakes, but the clue’s in the word ‘windy’: the ball zips through to Jonny Bairstow. “Isn’t cricket brilliant?” says Felix Wood. “I’m loving the contrasting tactics in this game, it’ll be fascinating to see whether England deal with an injured spinner as well as Australia did. Smith seems to have got the good side of the two only really controversial decisions this series, but frankly you can’t feel too hard done by if you make such a basic error. Would Foakes have done that? I think we all know the answer.” We’re going there again are we. 91st over: Australia 240-8 (Cummins 23, Murphy 0) Todd Murphy, meet Mark Wood. There’s an appeal for a catch down the leg side – only Brook at short leg – and then a short ball whooshes past his noggin. He survives. 90th over: Australia 239-8 (Cummins 22) The Sky Sports chaps show that a field change may have led to that wicket. Harry Brook was brought up to square leg, and that’s where Smith was aiming when he sliced the ball over his head. That was the last ball of the over. Australia trail by 44, and it looks like the series will end as it began: with a one-innings shootout. “This has all the makings of one of those Australian lower order partnerships,” says James Male. “Truly their ability to destroy souls is unparalleled. Thankfully I’m off to see Oppenheimer rather than endure this.” I haven’t a clue what you’re talking about. Steve Smith falls to a fine catch from Jonny Bairstow. He started to get a bit frisky in that Woakes over, clunking one ball over mid-off before launching another miles in the air. Bairstow ran a long way back, almost to third man, and steadied himself to take the catch. It was a slightly odd shot from Smith, who had serenely stockpiled runs for most of the day, but, well, nobody’s perfect. 89th over: Australia 235-7 (Smith 68, Cummins 21) On Sky Sports, Ian Ward has demonstrated that Steve Smith should probably have been given run out in the 78th over – although, as he says, “it took about 50 minutes, with the help of about 12 other people including two former international captains”. I suppose England are still in the red after the 2019 World Cup final. Mark Wood does comes into the attack, though his first over is a bit stiff, with everything below 90mph. Smith pulls Broad for a single to bring up a determined fifty partnership from 94 balls. 88th over: Australia 232-7 (Smith 65, Cummins 21) Woakes replaces Anderson, who bowled a harmless spell of 3-1-9-0. Cummins reaches for a very wide full toss and inside-edges it for four more. Weird cricket all round. In the last two Tests, when everything started to get on top of him, Cummins scored two runs in three innings. But he bowled magnificently yesterday, and this batting performance – the odd bit of luck notwithstanding – has also been more Edgbaston than Old Trafford. Nobody on either side has looked more focussed in this game. “I’ve lived in Japan for 23 years now, married to my Japanese wife for almost 18,” says Mark Steward. “She’s been aware a certain Jimmy Anderson plays cricket, but by her own admission has no idea what he looks like or what he does. But when I mentioned to her that this might be Jimmy’s last game for England, she looked genuinely aghast. A household name in even the most irreverent of households.” 87th over: Australia 228-7 (Smith 65, Cummins 17) Another quiet over from Broad. These England bowlers are generally very patient but you can see a few little signs of frustration. Australia have added 33 since Smith survived that run-out chance; they trail by 55. 86th over: Australia 225-7 (Smith 64, Cummins 15) The new ball is swinging generously enough, but both batters look comfortable and Stokes may need to turn to Wood before this partnership gets out of hand. “Smith’s hand-eye coordination is as impressive as ever, but I’m not sure his footwork and, in consequence, his balance has been as precise as in previous tours,” writes Gary Naylor. “It’s shown in his frustration in not being able to score singles at will, one of his biggest strengths. Of course, Steven Smith at 90 per cent is probably the best batter on either side, but it’s a waning of a once fierce flame.” 85th over: Australia 223-7 (Smith 63, Cummins 14) A superb short ball from Broad follows Cummins, who tries to limbo dance to safety. As he does so the ball hits the top edge and flies over Bairstow for four. This partnership is now worth 38, and we could be heading for another one-innings shootout. England should beware the precedent of Brisbane 2017, when they were on top until Smith and Cummins came together. “Personally I think loyalty and empathy are overrated, Rob,” says Simon McMahon. “Give me 1989 any time. I mean that year’s Ashes selection omnishambles, not the Taylor Swift album. As an aside, it’s not exactly rocket science but there’s now been a longer gap between 2005 and this year than there was between 1989 and 2005, which messes with my head a little bit.” If Taylor Swift ever re-records 1989, one of her promo interviews should begin with an invitation to name the 29 players England picked in the Ashes that year. 84th over: Australia 218-7 (Smith 62, Cummins 10) Smith tries to drive Anderson and is beaten on the inside. That was a bit strange because the ball didn’t seem to do much. The next ball is too short and pulled imperiously for four. Smith’s hand-eye co-ordination is something else, and he flogs three more through the covers off the penultimate ball. Australia would have been 194-8 had Smith been run out; instead, things are getting interesting. 83rd over: Australia 211-7 (Smith 55, Cummins 10) That non-wicket aside, England have been a bit flat since that Smith reprieve, and Australia have quietly reduced the deficit to 72. “As this is the last Test for a while, care to make a few predictions for the next squad travelling to India?” says John Starbuck. “Allowing for what goes on in the intervening franchise actions, a majority of the current team can expect to be aboard, but who loses out?” Of this XI, I suspect the only absentees – fitness permitting – will be Moeen Ali and Chris Woakes. Would need to think about it but you’d imagine Ben Foakes, Will Jacks, Jack Leach, Ollie Pope, Dan Lawrence and Rehan Ahmed will all be in the squad, plus one or two more. They would love to have Olly Stone and/or Jofra Archer. There will be a lot to think about, especially if Indian continue their recent policy of preparing result pitches. If that’s the case we might see some extremely funky selections from England. My word, it swung so much that it would have missed leg stump. It was a lovely delivery from Broad, a huge inswinger that beat Cummins all ends up and hit both pads. Cummins’ review seemed like an afterthought, but replays showed it was going down. Australia review: Cummins LBW b Broad It took Joel Wilson an age to give it, but it looks out. 82nd over: Australia 210-7 (Smith 54, Cummins 10) Anderson shares the new ball. Cummins defends with authority, as he has all series against anyone other than Mark Wood, and it’s a maiden. 81st over: Australia 210-7 (Smith 54, Cummins 10) Stuart Broad takes the new ball. Smith leathers an inswinger through mid-on for four to reach a sedate 50 from 98 balls. It’s only his second fifty-plus score of a peculiar series. He on-drives the next ball for four as well, though this shot doesn’t have quite the same flourish. The sliding Anderson seemed to save the boundary but replays showed he had scooped the ball against his trailing arm as he made contact with the sponge. “Are we perhaps a bit premature with, ‘Personally I would have preferred England to lose this series 3-2 than draw 2-2’,” says Andrew Baker. “This could still be lost 3-1 or 2-1. It seems anything could happen in what has been the most engaging series I’ve seen in a long time.” Oh I didn’t mean to suggest England have won this game. All I was clumsily trying to say was that a series decider, even if it ended in defeat, was preferable to a draw at Old Trafford and a win here. 80th over: Australia 201-7 (Smith 46, Cummins 9) Joe Root bowls the last over before the second new ball, though most of it spent looking at replays of the run-out that wasn’t. Smith was two-thirds of the way off the field when he looked again at the big screen and realised Bairstow had made contact with the stumps. 79th over: Australia 201-7 (Smith 46, Cummins 9) On Sky, Ricky Ponting thinks Smith should have been given out. At least I think that’s what Mark Butcher has just said on his behalf. You’ll hear more about it I’m sure, especially if Smith gets 200. One part of the off bail was out of the groove when Bairstow disturbed the stumps before collecting the throw, so the deciding factor was whether the other side was removed with ball in hand before Smith made his ground. The third umpire Nitin Meton decided not. That looks a fair decision for me, albeit borderline, but I’m not entirely sure I know what I’m talking about. 78th over: Australia 198-7 (Smith 45, Cummins 8) Well that was a bit of an anticlimax. Urgh, it looks like an error from Jonny Bairstow, who accidentally knocked the stumps as he shaped to collect Ealham’s throw. The third umpire decided the bail was out of the groove before Bairstow broke the stumps with the ball in his hand. It was a really tight decision, which could have gone either way. Hang on, what’s happened here? Smith was walking off, but now the third umpire has given it not out. Steve Smith has been run out by the substitute George Ealham! Dust off Gary Pratt’s contact details this instant! 77th over: Australia 193-7 (Smith 42, Cummins 6) Harry Brook continues after tea, bowling medium-paced filth. Cummins almost overbalances after missing a leg-side delivery, but he flicks a similar delivery for four to end the over. “Much as I’d prefer it if England had gone onto win at Old Trafford, I don’t think it really ruins what remains a riveting series, unless England winning is the only factor that matters,” says Steve Holt. “In 2005, the boot was on the other foot - Australia’s charge towards an enormous first-innings total was thwarted by rain, which denied them a shot at levelling the series. I don’t remember too many complaints about the weather ruining things then.” It feels like they are two slightly different points, and also Australia’s dominance at the Oval in 2005 wasn’t comparable to England’s last week. Personally I would have preferred* England to lose this series 3-2 than draw 2-2, because the two-eyed cricket fan in me (and everyone else) would have experienced the thrill of a series decider. * Okay, I like to think I’d have preferred that. But given the emphatic tantrum I had after Ben Stokes’ declaration at Edgbaston, maybe I’m not as two-eyed as I want to be. 76th over: Australia 188-7 (Smith 41, Cummins 2) The first ball of the session is a beauty from Woakes that beats Cummins’ tentative push. A couple of runs from the over, it says here. “Jeremy Boyce got the wrong Pataudi (son), who was quite an attacking batsman in spite of one eye,” says Puneet Mohan. “It was the father who was the slow poke.” Urgh, sorry, that’s my fault for not checking. You’re right about his father, whose short Test career included a 79-ball 12 and a 380-ball 102. The players are back out, and Australia need 97 runs for a bit of the old first-innings parity. Teatime appeal Our local animal shelter is celebrating 40 years of rescuing, rehoming and caring for adorable dogs (and other animals). But charities like these are closing all the time and they are in urgent need of funding. If you’d like to donate, just follow this link. “All very well to criticise the Australian approach,” says John Jones, “but it’s detracting from an outstanding England bowling performance. Their lengths and lines have been immaculate with hardly a bad ball bowled.” Yep. It’s been their most forensic bowling performance of the series. England’s session, NQAT: Australia managed 71 for five in 24 overs. But Steve Smith is still there, having pottered to 40 from 79 balls. And when that’s the case in an Ashes Test, like the man said, nothin’ comes with a gaaaaaaarntee. 75th over: Australia 186-7 (Smith 40, Cummins 1) And now for something completely different: Harry Brook to Steve Smith just before tea. It feels a lifetime ago that Brook bowled a single over to Smith at Edgbaston; it was 17 June. Despite the best efforts of Jonny Bairstow, who makes every ball sound like a ball of the century contender, Smith survives the over without alarm. That’s tea. 74th over: Australia 186-7 (Smith 40, Cummins 1) Cummins edges the new bowler Woakes just short of Duckett at third slip, then plays down the wrong line at a jaffa. A maiden. While Australia have been too passive today – 125 for six in 49 overs – England have bowled extremely well. “Shaping up to be another great Test but gotta be honest, I’m still not over the Old Trafford hangover,” says Max Williams. “The really annoying thing is there’s nothing obvious to blame. You can’t blame England for not winning the match in three days. You can blame England for being 1-2 down but losing the first two Tests is kind of requisite if you want to complete an historic 3-2 comeback. You can’t blame Manchester for being Manchester. You can’t blame the Powers That Be for not ripping up the rulebook and introducing a reserve day ahead of the series on the off chance that this incredibly specific scenario might occur. “Apologies for this failure to live in the moment but I fear the Old Trafford rain and subsequent lost Oval decider will be the defining memory of this series. A series that came so close to greatness only to be hamstrung in the most dejecting fashion imaginable. Please tell me I’m wrong. Tell me I’ll be tracking down highlights of Zac Crawley’s 189 a decade hence.” Nah, you won’t, and not only because by that stage technology will be so advanced that the highlights will be tracking down you. But you may well remember how alive you felt in July 2023. I agree with you though – I can’t think of a bigger anticlimax in my cricket-watching life. 73rd over: Australia 186-7 (Smith 40, Cummins 1) Wood’s career-best series continues: he now has 12 wickets at 18. (And 74 runs at a strike rate of 140.) “I remember seeing Alan Ealham take at least one of those catches against Australia at Lord’s in 1977 - I would have been 11,” says Martin Gamage. “He was regarded as a bit of a fielding specialist at the time, proof that fielding ringers came in long before the days of Gary Pratt.” Who would have been the first? I was going to say Alan Oakman at Old Trafford in 1956 until I remembered he was actually in the XI. Mark Wood takes his first lower-order wicket of the day. Might not be his last. Starc, trying to hook, was beaten for pace and top-edged it miles in the air. Ben Duckett ran in from fine leg to take a comfortable catch. 72nd over: Australia 183-6 (Smith 39, Starc 6) Starc cuts Root to deep backward point, where the other substitute Dan Lawrence saves the boundary with a nifty bit of fielding. Australia trail by 100. “Afternoon Rob,” says Nick Parish. “I’d be interested to hear your views on Ben Stokes the selector. It seems to me curious that his great innovation in setting batting strategies, attacking fields and creative declarations seems to vanish completely when it comes to actually picking the team in the first place. There have been quite a number of times in this series when England could have made some very positive unforced selection changes, and Stokes just hasn’t gone for it. Excessive loyalty to colleagues? Unwillingness to do anything that might smack of admitting past selection errors? Or something else?” Loyalty and empathy are two of Stokes’ defining characteristics. I suppose Bazball requires a loyalty that might be perceived as excessive, because if you want people to play with unprecedented freedom you have to give them a degree of security. Cricinfo’s Andrew Miller, who coined the B-word, made this point in our Wisden.com 2001-02 WhatsApp group before the first Test: it’s one for all and all for one, so the squad at the start of the series was never going to change except for injury. Personally I prefer this to the alternative, though I can see both sides. 71st over: Australia 180-6 (Smith 39, Starc 3) Wood had only one ball at Starc in the previous over. This time he gets four, which includes a play and miss and an airy hook that lands well short of fine leg. “Interesting day,” says Brian Withington. “I’ve been reflecting further that there seems to be a strain of opinion that isn’t just sceptical about the new England brand, but actively despises it. That isn’t just waiting for it to implode (gloriously or otherwise), but wanting to demonstrate that its whole premise is false and its architects are hypocritical charlatans. “I can understand the former sentiment, and probably subscribe to some of it myself, but I’m simply baffled by the latter. Struggling for a fair analogy but almost feels a bit like fossil fuel advocates who’d prefer the planet to burn rather than see renewables become a success?” The great Rob Bagchi, once of this parish, used a brilliant line recently to describe somebody, and it feels equally applicable here: “He’d rather be right than happy.” 70th over: Australia 177-6 (Smith 39, Starc 1) Stokes waves a full toss from Root for two, with the substitute George Ealham saving the boundary. His grandad Alan, mentioned earlier by Gary Naylor, took a couple of catches in an Ashes Test in 1977, I think at Lord’s. Edit: yes it was. A single apiece conpletes the over. No sign yet of Smith going into one-day mode, never mind T20 mode. The tortoise is not for haring. 69th over: Australia 173-6 (Smith 35, Starc 0) Ben Stokes is contractually obliged to recall Mark Wood the moment the lower order is exposed; you can’t really call it the tail when it includes Mitchell Starc and Pat Cummins. Smith continues to bat in his bubble, flicking a couple to deep midwicket and working another single into the leg side. “Great to see Anderson take a wicket,” says Tom Van der Gucht. “I’ve got to say, I was surprised as to how grizzled and gnarled he looks these days when watching him bowl yesterday. It reminded me of when I saw Hugh Grant in Paddington 2 and was surprised he wasn’t still the eternity foppish spring chicken from Four Weddings that existed in my memory.” Brad Pitt over here! I’d have been happy to look as grizzled and gnarled as Anderson at the age of 25, never mind 40. In other news, cricket is likely to return to the Olympics after a 128-year absence 68th over: Australia 170-6 (Smith 32, Starc 0) Carey’s scores since the Lord’s unpleasantness are 21, 8, 5, 20, 10. I know there are other factors, not least the pace of Mark Wood, but that doesn’t feel like a coincidence. Six and out for Alex Carey, whose post-Lord’s woes continue. He cuffed Root emphatically over long-on, only to fall next ball. Root tossed it higher and wider, and Carey blazed a drive towards short mid-off. Stokes, an allrounder even when he can’t bowl, swooped to take a fine low catch. “Seems to me this ultimate Bazball team will need suitable opposition from the traditional school, then we can see which is best, no?” says Jeremy Boyce. “Here’s mine: G Boycott Usman Khawaja Bruce Edgar Chris Tavare Mansoor Pataudi Ken Barrington Trevor Bailey Godfrey Evans Bob Langford Joel Garner Geoff Allott 12th man: Mike Hendrick.” Is Bob Langford the guy who had figures of 8-8-0-0 in a one-day game? And is Geoff Allott in for his batting or his bowling? I’d be tempted to replace him with Bapu Nadkarni. 67th over: Australia 164-5 (Smith 32, Carey 4) With the sun out, the occasional spinner on and the ball past retirement age in most cultures, this feels like an opportunity for Australia to put some pressure back on England. Easier said from the office armchair than done. The ball is still doing a bit, and Smith is beaten chasing a shortish delivery from Anderson that leaves him at the last minute. He whacks the pitch in frustration. 66th over: Australia 162-5 (Smith 30, Carey 4) Root continues around the wicket to Smith, with a slip and leg slip. He has dismissed Smith a couple of times in Tests, although on both occasions Smith was in the 210s. Smith reads Root’s arm ball and waves it absent-mindedly into the covers for a single. Australia trail by 121. 65th over: Australia 161-5 (Smith 29, Carey 4) A philosophical question: can England ever be truly on top in an Ashes Test when Steve Smith is at the crease? He pushes Anderson for a single to move to 29; then an unconvincing LBW appeal against Carey is turned down, because it was going down. Carey leans into the next ball, the 16th of his innings, driving it sweetly between extra cover and mid-off to get off the mark with a boundary. “Hi Rob,” says Gary Naylor. “Here’s the 12th man George Ealham’s grandfather from the days when fielding was rubbish. A bit of that from the kid would be handy.” 64th over: Australia 156-5 (Smith 28, Carey 0) Stokes is still chatting with the umpire Kumar Dharmasena about the decision. I think he’s slightly unhappy that England have lost a review even though Carey hit the ball (he waited for Dharmasena to signal leg-bye before going upstairs). Carey is not out. He was well outside the line, and more than three metres down the pitch. Not a great review. There was a bit of confusion over whether he had hit the ball – I think he did – but the right decision was made either way. 63.4 overs: Australia 154-5 (Smith 27, Carey 0) Thanks Daniel, hello everyone. Joe Root replaces Mark Wood, whose last spell really was short and sharp – it lasted six balls. Carey, still on 0, survives a big LBW appeal after missing a lap sweep. It looked outside the line… but Ben Stokes reluctantly goes for the review. 63rd over: Australia 153-5 (Smith 26, Carey 0) Just the one off that Anderson over. Carey still to get off the mark. Tidy areas from Jimmy. And with that, I’ll sign off. Thanks for the flood of mails about Bazball Dream XIs and the art of batting fast/slow. Had loads of fun with you. Rob will take it from here. Cheers! I hate this. You might think I’m making a mountain out of a molehill but this doesn’t sit well. It smacks of entitlement quite frankly. Not OK with Broad getting involved with the bails. How would he feel if an Aussie batter inspected the ball he was using? 62nd over: Australia 152-5 (Smith 25, Carey 0) Wood is back and he gets one to spit at Smith but it catches enough bat to squirt away for a single. Carey is bounced but is safely under it before he unfurls a lovely cover drive that cannons straight to the fielder. 61st over: Australia 151-5 (Smith 24, Carey 0) That tentative approach from Australia in the first session is starting to look silly now. England have bagged three wickets in no time and now Carey stands as the last recognised batter. They’re 132 runs behind and in desperate need of a partnership. Anderson will feel a lot better about things having castled Marsh. This is a great question from James Cooper: “Simple question. We’ve had stars of days or matches. But who would be your star of the series!?” Possibly Broad as the most consistent player. What do you all reckon? The old fella does it! Off the inside edge but it’s the length that does Marsh. Full and inviting a forward press, he’s stuck in his crease and can only prod at it. The crowd erupts. England all over Australia now. 60th over: Australia 150-4 (Smith 24, Marsh 16) Root is turning his arm over from the Pavilion End. He’s a handy bowler but I think the Australians won’t want to let him settle into a groove. Smith works a single to the on-side, Marsh does likewise with a push down past mid-off and Smith bags a couple with a sweep that catches the toe-end of his bat. Root tossing them up. He won’t mind if the batters try to tonk him. Spin now. Root replaces Broad. How will the Aussies play this? 59th over: Australia 146-4 (Smith 21, Marsh 15) Marsh leans into a gorgeous on-drive to end the over. Woakes hasn’t quite matched the threat from the other end and delivered a slower ball just to mix things up. Smith picked up a single and Marsh collected a couple as well. I’ll keep the tinfoil hat on, Paul Griffon, and you can choose to be sensible. “I’m wondering if it’s just possible that the Aussies slow scoring rate was not a despicably low antipodean ploy to sneer at the spirit of the game, or besmirch the occasion and by extension England and all she stands for, but instead reflects that playing their opponent’s greatest bowlers is…quite tricky.” 58th over: Australia 139-4 (Smith 20, Marsh) Broad has found a fuller length and he’s looked threatening. Marsh plays around one that hits his pands and he catches a cover drive with the inside half of his bat that dribbles to mid-on. Both batters take a single through the on-side. Different strokes… 57th over: Australia 137-4 (Smith 19, Marsh 8) Woakes delivers a maiden to Smith with two balls whizzing past the outside edge. Lovely bowling. Back of a length and making him play. Where is Sanath Jayasuriya? That’s what a few of you are asking. John Bowker and Shariq Gilani leading the chorus on that one. 56th over: Australia 137-4 (Smith 19, Marsh 8) What an exciting over that was! Broad had Marsh trapped on the crease as he thwacked his pads. A huge appeal was given not-out and they didn’t review even though replays show it would have flicked the stumps (but would have been umpire’s call). Then, to send a resounding response all that pressure, Marsh pressed forward, unleashed his arms and spanked Broad’s full ball high into the air and deep into the stands. It was a stunning stroke that’s worth checking out if you can. A huge appeal for lbw! England don’t review. Broad turned around immediately to appeal which is possibly a sign that he knew it wasn’t out. Marsh was trapped on his crease and played around it. Maybe too high according to Stokes. 55th over: Australia 130-4 (Smith 18, Marsh 2) First Smith prods a single off his hips and then Marsh takes two walking out of his crease and tucking it neatly behind square. Woakes hasn’t quite found his line since the lunch break. More Bazball Dream XI chat: Bob O’Hara says either Jonty Rhodes or Derek Randall should serve as 12th man. Steve Lloyd argues that Shhid Afridi should be the first name on the teamsheet. Maybe he’s right. Graham Moger proposes NatWest as the team’s sponsor. Surely, though, it has to be an energy drink or a whisky brand? Maybe some hybrid drink combining Jack Daniels and Red Bull? 54th over: Australia 127-4 (Smith 17, Marsh 0) Fantastic from Broad. For once England choose to keep it full to Head as he begins his innings and wouldn’t you know it, it worked! The ball before the Aussie smacked a straight drive/flick for four but that didn’t deter Broad who simply adjusted his line and got the lefty poking at it. Marsh shows his intent to combat the seaming ball but coming out of his crease. Australia need a partnership here and something special from Smith. They trail by 156. The crowd around me is heaving now. Broad on one of those spells? Brilliant! Round the wicket, angled in, holding its line, feathering the outside edge, a simple catch with the gloves. Classic Broad to the left-hander. Brilliant. Australia in a bit of trouble now. 53rd over: Australia 123-3 (Smith 17, Head 0) Woakes from the Pavilion End and he begins with a gentle half volley on Smith’s pads. Not the best idea and the world’s best batter whips him away for four through midwicket. Woakes gets his line right for the rest of the over until he doesn’t off the final ball. That’s angled down the leg side and catches Smith’s pad before flying away for four leg byes. Forgot to ad that Broad did his trademark celebrappeal. He just knew it was out! Not everyone is impressed though. “There was a time when you weren’t allowed to just run down the wicket celebrating without first appealing to the umpire. I’m not sure the rule has changed,” says a grumpy Dechlan Brennan. 52nd over: Australia 115-3 (Smith 13, Head 0) That man Broad again. He just loves bowling to left handers. He’s got another one to aim at as Head makes his way to the middle. Lovely attacking lines from round the wicket means they have to play at almost every ball. If it holds it’s line the outside edge is in play. If it carries on with the angle, as it did to Khawaja, there’s a threat of lbw. Quality from the veteran. Three reds and the review is overruled! That’s the third one Khawaja has burned this series. Broad from round the wicket angled that back into the left hander who doesn’t get a stride towards the ball. He’s trapped on the crease and squared up. I initially though height would be an issue but that’s crashing into the top of leg. A change of ends for Broad and the lunch break have combined to nab Australia’s third. Broad pings Khawaja on the pad and up goes the finger! He reviews after a while. Stand by…. We’re back! The players are at least. Broad from the Vauxhall End to Khawaja. Three slips. Backward point, cover and mid-off. Mid-on, forward square leg and a fine leg the only boundary rider. Right arm round. I’m loving the chat around our Bazball Dream XI. Keep ‘em coming! Richard O’Hagan: “Are we totally ignoring the man with the highest strike rate in this particular series – Mark Wood?” – He did cross my mind. Jonathan Leiper: “Surely room needs to be made for Lance ‘Zulu’ Klusener? He was Bazballing it about before Bazball was Bazball – Great shout! Simon McMahon: “I don’t know (anything), Dan, but it could maybe be argued that the whole point of Bazball is that it changes the orthodoxy? And therefore in actual fact its best proponents may be those you thought least likely to take to it but who bought into the methodology, or were at least persuaded, through excellent management and coaching? The zeal of the convert as it were. So maybe its best proponents could have been, say, Boycott or Atherton, or an Andy Caddick or Gus Fraser? Though we’ll never know for sure. That really would be Bazball, and would certainly shake up the all-time Bazball XI. The nearest comparison I can think of is Clough at Forest in the late 70’s.” “Hi Daniel,” hi Jonathan Salisbury. Hope you had a good lunch, pal. “Has anyone left the crease more slowly and reluctantly than Labuschagne, regardless of mode of dismissal?” No one, and I do mean no one, will ever leave the field at a slower rate than Phil Simmons. I remember watching him in a domestic game in South Africa (he played for Easterns, a rival to my beloved Lions from Johannesburg) and I swear it felt like he was still walking off when the next ball was bowled. Loads more chat about our Bazball Dream XI. How good? Dechlan Brennan: “Surely Matt Hayden in the 11 for slater. Pioneered the walking down the wicket at fast bowlers and hitting them for six. He wouldn’t take Gilchrist spot but Baz himself would be in most sides” Graham O’Reilly: “Pretty happy with the Bazball 11, but I want Warney for captain - the Baz skipper of his time who never got the chance to do it” John Wilson: “Surprised your pundits ignore the great Jacques Kallis. Batting average to rival Ponting, bowling up with Botham’s. Prejudice or oversight?” – If we’re talking a ‘normal’ all-time team, JK is the first name on my teamsheet. But not one renowned for his Bazball-esque approach. Simon Fuller: “Surely no need for Gilchrist as a true Bazball XI doesn’t include an actual wicketkeeper? – I see what you did there. John Cox: “Surely you have to find room for Gilbert Jessop and Victor Trumper?” John Jones: “I was looking to include Jason Gillespie as he has a Test match double ton. Had to exclude him though on strike rate” Pramith Pillai has made room for Virat Kohli. Paul Blundell, a Saffa from Brisbane, feels that Baz McCullum himself deserves a shot. Both Tim Sanders and Mark Beadle feel that Keith Miller should be in. I think consensus (so far) is: Gayle Greenidge Sehwag Richards Pietersen Sobers Gilchrist Botham Akram Warne Holding. How do we feel about that? With that leg bye off Khawaja’s pad that trickles to the on side, the players head into lunch. Was that England’s session? They got rid of Labuschagne without the score moving along too much. Was it Australia’s session? They added 54 runs but still have plenty of wickets in hand. Interesting session. I enjoyed it. Hope you did too. Off to grab a bite. Catch you in a few. No school like the old school. “Lovely to watch a batter who sees a wicket as something to be valued, guarded, not thrown away.” I agree Penelope C. Like listening to vinyl or churning your own butter. Nice to lean into tradition from time to time. Mouthy Marn? “Marn had a mouthful of words for the umpires on his way off which were for some reason beyond the tv commentators to infer but which were surely about the light. It looks darker than a particularly bleak Black Mirror out there. Why are the lightometers not out?” That’s from Eamonn Maloney. It was dark. But now it is light. He’ll be fuming up there in the dressing room. There was something about Broad playing with the bails as well, but I can’t quite figure out what that was about. 50th over: Australia 109-2 (Khawaja 43, Smith 12) Anderson tries to tempt Khawaja into playing away from his body but nothin’ doin’. Solid work from the Aussie rock at the top of the order. He’s perfectly fine seeing out another maiden. 49th over: Australia 108-2 (Khawaja 42, Smith 12) Wood catches Khawaja’s edge and it flights past the slips to the boundary. He played it with soft hands and an angled bat so it was safe even though it had the crowd oooing. A rare loose drive has the crowd aaahing straight after. Wood still bringing the heat but Khawaja steals a single to keep the strike off the last ball. Blue skies emerge though the floodlights are still on. Some chat about our Bazball Dream XI. personally I’d try find space for Herschelle Gibbs and definitely include Chris Gayle instead of Slater. Some other suggestions: Geoff Wignall: “My first thought looking at the suggested Bazball XI was that Malcolm Marshall was missing. Why not include the finest of all fast bowlers? I too first thought he should be swapped for Holding but why not for Botham instead? Might not get as many runs but also wouldn’t need as many. And Warne as captain.” Ben Ilsley: “Would Botham really bat before Gilchrist?” Andy Guy wants to include Ben Stokes and Joe Root. Which is fair enough given they’ve spearheaded this thing. 48th over: Australia 104-2 (Khawaja 38, Smith 12) Crash! Bang! Back-to-back straight drives for four from Smith who punishes Anderson’s fuller length. The former Aussie captain averages 92 on this ground that is always helpful to batters who get in. Ton up for the visitors as well. 47th over: Australia 96-2 (Khawaja 38, Smith 2) Two off that Wood over. Khawaj with a dab to the on-side and Smith with one of his own a little behind square. Steve Turner asks, “Can’t we have Geoff Boycott in [our Bazball dream XI] for a bit of heavy relief?” John Swan is taking this very trivial debate more seriously (as he should) and wants to swap out Holding for Marshall, “based on the latter’s one-handed buccaneering innings in 1984 on top of searing Exocet-missile pace bowling.” A new Cold War? “Only side (cricketing style) will win and the other will be completely destroyed and no long cease to exist. Pick your side and do not waiver or compromise in your views one iota” That’s from Dechlan Brennan who was responding to Brendan’s tweet. 46th over: Australia 94-2 (Khawaja 37, Smith 3) Oooh, Smith is annoyed with himself as he pokes at a lifter from Anderson outside the off stump. Too close to cut and he’s lucky not to edge it. He picked up two runs earlier in the over with an edge, but he was in control with soft hands as he benefited from a misfield in the gully. Nothing edgy about the flowing cover drive that went straight to the fielder, though. The best shot of the day. In fact, the only shot of any authority in front of square today. Too bad it didn’t move the score along. I’m a sucker for Dream XIs and M Berkley has suggest this Bazball all-time XI. What do you think? Slater Greenidge Sehwag Richards (IVA) Pietersen Sobers (c) Botham Gilchrist Akram Warne Holding 45th over: Australia 92-2 (Khawaja 37, Smith) Smudge is off the mark with a nudge through the on-side. Khawaja is bounced but gets under it. He also sees out a full ball that’s angled in on the stumps. Wood looks good out there. Running and bowling with great rhythm. It might have been Bairstow’s ball, but this is a stunning grab from Root: 44th over: Australia 91-2 (Khawaja 37, Smith 0) Anderson is back and he delivers a probing maiden. I should have that copied for pasting over and over, shouldn’t I? Khawaja neatly behind those medium pacers from a good length. Can we have our entertaining cake and eat it in victory? Does that work? Comment below the line. I mean, Dechlan Brennan’s not wrong: “That’s a wonderful catch by root but lord, as Ian Healy said ‘should have been the keepers catch, but have to get used to that when Bairstow is in the form he is in” 43rd over: Australia 91-2 (Khawaja 37, Smith 0) Wood enters the scene and gets the breakthrough. Outstanding from the menacing quick. But this wasn’t intimidating stuff. A good length and zip off the seam from a probing line meant Labuschagne had to play at the one that got him. Earlier in the over he let one go that angled back into him and whacked his thigh pad. A top, top over from Wood. Stunning grab from Joe Root! Wow! He’s plucked that with one hand as it went past him. Yes, definitely was behind him. Brilliant. That was Bairstow’s catch, no question. But the ‘keeper let it go and Root at first slip had to pluck out his left hand and held on. Extra pace from Wood once again the difference. That has woken the crowd up. Max Bonnell wants to remind all you Bazball zealots that some things never change: “People need to remember that, whatever else Bazball has done, it hasn’t changed the fact that Ashes cricket is played over five days. Wearing the bowlers down gradually is every bit as legitimate a tactic as slogging for 55 overs.” 42nd over: Australia 91-1 (Khawaja 37, Labuschagne 9) Khawaja creams a cut shot behind square but it’s well fielded at backward point. Woakes then adjusts his line but over-corrects and once again a diving Bairstow can’t get a glove on it as it speeds away fro four byes down the leg side. Marnus scampers a single as he continues his crawl to double figures. Christopher Hedge has come off a long run-up and unleashed two blistering emails: “Australia playing Test cricket. Aussie only need a draw. Test cricket is played with the brain too. Why would England fans care? They’ve already won the Moral Victory Ashes apparently.” “This old-school Test cricket won’t look so silly late afternoon if Aussie are still there. The England seamers will be tired and Aussie can bat on and on. Let’s face it, the England seamers aren’t that terrifying when they’re fresh….” Strong stuff, Chris. I like it! 41st over: Australia 86-1 (Khawaja 37, Labuschagne 8) Broad goes full and Khawaja leans into a tasty drive that is hauled in just before the rope by a chasing Stokes. They come through for three. Labuschagne dabs a single on the leg side. Broad wants to change the ball but the umpires are having none of it. 40th over: Australia 82-1 (Khawaja 34, Labuschagne 7) Woakes continues from the Vauxhall End. And, wouldn’t you know it, it’s another maiden. Three in a row. He ends the over with a bumper that is easily left alone by Labuschagne but I like the intent. England have to at least start doing something a little different. Or maybe not. Maybe they just need to keep plugging away. It’s not like Australia are running away from them. “G’day Daniel,” howdy Jordan White. Thanks for getting in touch. \"Have been enjoying this series a lot - as an Australian I was simultaneously thankful for the rain in Manchester but also disappointed that it’s not 2-2 here. “There’s been a lot of conjecture that what Stokes and McCullum are up to is all about wild slogging, when their key line is more about playing without fear. Similarly, I feel like the Australian approach isn’t about being boring or conservative, but sticking to your guns, trusting in your plans and skills and waiting for things to work rather than trying to force them. It hasn’t always come off but it is an approach that I can at least sympathise with - ignoring external pressure to match the Bazball arms race and instead playing the way you want to. I think criticism of the Australian team as struggling or scared etc. is missing the point, just as people who think England just want to have a whack are missing the wonders that Stokes has worked as captain.” You’re right. It’s never as simple as it seems. England aren’t just sloggers and Australia aren’t just blockers. They’re playing to their strengths and according to their beliefs. Thanks for the nuance here, mate. 39th over: Australia 82-1 (Khawaja 34, Labuschagne 7) 36 RUNS OFF THE OVER! Jokes. It’s another maiden. Good bowling from Broad from round the wicket into Khawaja. One nipped away off the seam but the Aussie opener, who is once again the series’ top scorer, lets it go. That’ll be drinks. We’ve had an hour’s play for 21 runs. “Am I right in saying it’s taken Labuschagne almost an hour to get 4 runs?” You’re bang on Lila Smith. Riveting, isn’t it? 38th over: Australia 82-1 (Khawaja 34, Labuschagne 7) A maiden for Woakes. Labuschagne meets him with a full bat face and a strong forward press. Do England keep plugging away or bring on Root’s spin for a bit of variety from one end? What’s the view on this ‘anti-Bazball’ scorn from the Antipodes? “Hi Daniel. I’m Australian, and I’ve got to say I’ve absolutely loved this grindy, possibly some may even say ‘stodgy’ Australian approach. I’m not sure if it’s just the contrast from Bazball or what, but I’m thoroughly enjoying a Friday on the couch watching these two play intelligent, orthodox, low-risk cricket.” Rowan Sweeney from Down Under is a fan. And fair enough. Australia have no obligation to bat in any other way. 37th over: Australia 82-1 (Khawaja 34, Labuschagne 7) Good from Broad. He beats Labuschagne on the inside edge and thwacks his front pad. Half an appeal for one that was always going down leg. he then delivers a beauty that straightens from an angle and beats the outside edge. Duckett at leg slip is in the action but that flick doesn’t meet him on the full. It looked comfy for the Aussies but they’ve receded deeper in their shells and now it seems like England could be in business pretty soon. Top work this: 36th over: Australia 81-1 (Khawaja 34, Labuschagne 6) Woakes strays twice in the over. Khawaja tucks one off his hips from the back foot and Labuschagne leanes forward and clips a fuller one down to long leg. Both batters going old school this morning. Michael Vaughan has called this approach Snooze-Ball. Kandukuru Nagarjun has offered ‘Tavball’ (after Chris Tavare) and ‘Boycsball’ after, well, you know who. Timothy Beecroft suggests we call it ‘Llabzab’. “And what a splendidly euphonious word it is. Particularly when pronounced with a Welsh accent,” he adds. Here’s an intersting question. What do you all reckon? 35th over: Australia 79-1 (Khawaja 33, Labuschagne 5) Movement for Broad, at least at the start of the over when he beat Marnus outside the off stump. One is sprayed down the leg side and Bairstow can’t reach it to prevent the four byes. England are trying to change the ball! Again. Five balls from Broad and he’s already unhappy. Peter Lalor to my left tells them to “get on with it!” “Hello Daniel, It was tricky to know just what to make of yesterday’s play.” Sure was, Geoff Wignall. What else do you have to say on that? “Cummins 1/66 when he might have had 5/30 by lunch; a perfect cameo but unfortunate injury for Moeen; 5 England players clean (?) bowled (with two of them to a spinner first day at the Oval) including Root, Stokes and Bairstow for a combined and slightly lucky dozen from 41 balls. All suggesting help aplenty there for the bowlers. “Yet Duckett managing 41 from his 41 balls with Brooks and Woakes later making 350 look like the minimum par score. “With England a bowler light if should be looking good for the Aussies, though all four seamers are capable of a sudden burst of wickets. It’d be lovely to see that one more time from Jimmy. “So I’m predicting with some confidence one or other side might get trounced or it could be a close match. You heard it here first.” Very non-committal while still being committed. How very cricket of you. Double change as Broad comes into the attack. The third slip goes and moves into the covers. I’d have kept that open to encourage Labuschagne to play his favourite shot. Leg slip still in place with two conventional grabbers. 34th over: Australia 75-1 (Khawaja 33, Labuschagne 5) Khawaja brings up his century. A century of balls faced that is. He looks comfortable against Woakes who is nipping about on a fullish length angling across the left hander. Feels pretty flat out there. Patience needed from the English. The final ball of the over lands on a tricky line and squares Khawaja up. But he gets enough bat on it to see the ball trickle to point. Maiden to start for Woakes. Woakes to repalce Anderson. I thought they’d give ol’ Jimmy one more but it’s probably the right call. He’ll come over the wicket to the left-handed Khawaja. Three narrow slips, three on the one on the off side and a deep backward square. 33rd over: Australia 75-1 (Khawaja 33, Labuschagne 5) Wood has pulled his length back. One bouncer whistles past Labuschagne’s nose, though he watched it all the way. There’s another that’s too far outside the off stump and is safely left alone. Wood then pushes one fuller and Labuschagne leans into it and check-drives it through point for two. A better over from Wood that asked a few more questions. 32nd over: Australia 73-1 (Khawaja 33, Labuschagne 3) Another maiden from Anderson but no penetration to speak of. Khawaja is in complete control as he bunts back straight ones and leaves the rest. It’s fine from Jimmy, good length, decent line. But it feels innocuous. One more perhaps before Woakes comes on from this end. 31st over: Australia 73-1 (Khawaja 33, Labuschagne 3) Two singles off that Wood over that was delivered with some serious heat. He’s cranking it up past 90mph. When it’s a little short Labuschagne looks solid. It’s the fuller length that seems more threatening. Still no genuine bouncer. Not really doing one thing or the other this morning. What’s the opposite of Bazball? “Australia’s approach this morning is definitely the antithesis of Bazball! Another Joburg follower, albeit on my way to Durban for a 50th.” That’s from Duncan Bonnett. You’ll recognise these overcast skies then. If we cranked up the humidity by a thousand it’d be a very Durban day. 30th over: Australia 71-1 (Khawaja 32, Labuschagne 2) Anderson is annoyed with himself as he pushes one onto Khawaja’s hip and its tucked fine for four. Jimmy corrects and Khawaja chases it outside his off stump with a wafting bat. The Aussie would have been ill if he nicked off there. There’s a solid punch down the ground for two which means, after four consecutive maidens, there’s a deluge in the fifth over of the morning. Yes, but can he make it sing? 29th over: Australia 65-1 (Khawaja 26, Labuschagne 2) Good wheels from Wood. He’s hammering a length and getting it to jag. One moves a fair bit back into Labuschagne who leaves well. Wood bangs it in a touch shorter and it shoots across the batter and past a diving Bairstow for four byes down the leg side. First runs of the morning. Marnus then gets right behind the next one and solidly bunts it back to the bowler. 28th over: Australia 61-1 (Khawaja 26, Labuschagne 2) A third maiden in a row. Anderson was a touch straighter this time but Khawaja couldn’t work him away. Some troubles around the fifth stump line as well and he’s beaten. Very good from Anderson. He’s deserved more wickets than he’s got this series. “Has anyone said the next hour is crucial yet?” asks Charles Seldrick. “And the one after that, and the next one etc.” Ah yes, all hours are crucial, but some hours are more crucial than others. Link troubles? That’s on me folks. My apologies. This one, shared by Simon [no surname provided] should work: https://youtube.com/live/ONap9zwZ9DU?feature=share 27th over: Australia 61-1 (Khawaja 26, Labuschagne 2) It’s Wood from the Pavilion end and he zips one past the prodding bat of Labuschagne. Nice carry from right arm over. Three slips and a leg slip in place. Good pace and another maiden. Handy start for England. Hmm. That link didn’t work. Let’s try again: https://www.youtube.com/watch?v=CRZA6lzv86Q Here’s the TMS overseas link generously shared by Mark Eaedley who is “tuned-in” from Joburg. 26th over: Australia 61-1 (Khawaja 26, Labuschagne 2). A maiden to start for Anderson who found a probing length and a good line outside the off stump. Khawaja left most alone but prodded at one that just left him off the surface. Good work from the English veteran. Jimmy will bowl first from the Vauxhall End. He’s round the wicket to Khawaja on strike who has 26 to his name. Labuschagne at the other end on two. The umpires are making their way down the stairs. The crowd around me are clapping their hands and making noise. The players are over the rope and on the field. There’s a great energy about. Not long to go now. While I’ve got you, any overseas readers with the BBC’s TMS link? Would be a huge help. Ta. Is Jimmy doing more harm than good? Darryl Accone from my home town of Johannesburg has weighed in: “James Anderson’s troubles in the Ashes so far remind me of the great Allan Donald’s final, ill-fated foray: a series against Australia that ‘White Lightning’ really should have declined. A dodgy memory suggests that he took just a single wicket for several hundred runs, damaging his Test average of 21.67 and bringing it up to 22.25. Years later, Jacques Kallis avoided the challenge of bowing out to Australia in a home series, the Donald lesson well learnt. Of course this morning’s play might change the Anderson tale thus far.” Jimmy has bowled well. Well, he’s bowled alright. But it’s clear he’s not firing on all cylinders. He’ll have helpful conditions this morning. If he can’t get it talking now then we can safely say he probably never will again. Speaking of Starc, it’s worth remembering that he was considered surplus to requirements when the series started. Scot Boland had the ball on a string and many believed that Starc’s booming full swingers would be spanked by England’s Bazballers. Instead, the menacing lefty has been the standout bowler for the Aussies. Geoff Lemon praises his ‘class’: Starc’s ball to Stokes was an absolute jaffa! Turns out that’s how the big left hander deals with the other big left hander. Get a load of this compilation of seeds, nuts and peaches. “Morning Dan,” hey Babor Ahmed. Thanks for popping by. “With Moeen out (am gutted), will we get to see the off spin that Stokes was practising in the nets?” I tell you what, he’s currently turning his arm over on the practice wickets and, I’ve got to say, they’re coming out quite nicely. Bit of flight and loop and dip and, on the angle at least, it seems to be turning a touch. Root will surely bowl ahead of him but wouldn’t it be brilliant if Stokes comes on! Would simultaneously feel like a throwback and a sign of modern Bazball. I’m 100% for it. We’ve got our first mail in and it’s from Tom vd Gucht. Good day Tom! “Morning. The bad weather impacting on England’s charge for victory last week has thrown into relief how much they needed to win that match as so many of the England players performed above their normal level. Statistically speaking, Bairstow, Crawley, Woakes etc are all due a bad game now whilst Smith, Laubauschange etc are due a good one after a quiet series. Then again, so is Anderson. “And, looking at the longer term metrics, Smith and Laubuschange are actually due a bad series after doing so well for so long, so perhaps England’s might be off the hook and they’ll get out cheaply.” I mean, both Smith and Labuschagne have hundreds in the series. I agree they haven’t been brilliant, but I don’t think they’ve been awful. You’re spot on with England needing a win in the first two matches. Grim news for England. Moeen Ali won’t take the field today as he’s been unable to shake off the groin injury he picked up while batting. England might not need his spin given the cloud cover. But if Jimmy Anderson struggles to get that Dukes talking, this could prove a decisive. So, what do you make of Harry Brook? It’s a simple question to answer. The lad’s a gem with a bat in his hand. Sure he rode his luck yesterday, but some of the strokes he unfurled, articulatory the on-drive off Starc, brought out involuntary sounds from the crowd. Andy Bull reckons the young man is already securing a pretty impressive legacy. Read all about it here: Ominous clouds blanket south London as England’s hopes of squaring the Ashes hang in the balance. Forget all that guff about retaining the little urn that actually never leaves its home at Lord’s. This is a proper Test series between two proper teams who have their own ideas on the proper way to play the game. Pat Cummins wants to do something no Aussie skipper has done since 2001 and win a five-match rubber on English soil. Ben Stokes doesn’t want to become the first vanquished captain of the Three Lions on his home patch. This should be a good! England are slightly behind the curve after Australia won the toss and asked their hosts to bat. It looked an iffy call after Ben Duckett and Zak Crawley put on 62 for the opening stand before Harry Brook steadied the ship with a sumptuous (and fortuitous) score of 85. But a collapse, one that was all too familiar before the days of Baz saw England fall from 184-3 to 212-7 when Brook nicked off flashing at a wide one from Starc, who was the pick of the bowlers. Chris Woakes (36) and Mark Wood (28) biffed it about to haul the score to 283 all-out. Is that a good score? Both captains will be annoyed and content in equal measure I reckom. Australia reached 61-1 at the close with David Warner the man to go. He was snaffled by Crawley – who has had a good series in the cordon – off Woakes. Usman Khawaja is not out on 26 with Marnus Labuschagne alongside him on two. Yet again it’s delicately poised. It’s a day for bowling, that’s for sure. But can England make it count? We’ll soon see. My name is Dan. Please do drop me a line or send a tweet (or should we be calling those xeets now?). Play gets going at 11am BST/8pm AEST."
                },
                "isHosted": false,
                "pillarId": "pillar/sport",
                "pillarName": "Sport"
            },
            {
                "id": "world/live/2023/jul/28/russia-ukraine-war-live-china-economic-support-putin-drone-downed-moscow",
                "type": "liveblog",
                "sectionId": "world",
                "sectionName": "World news",
                "webPublicationDate": "2023-07-28T16:52:35Z",
                "webTitle": "Russia-Ukraine war live: Russian attacks repelled near Kupiansk and Lyman, says Kyiv",
                "webUrl": "https://www.theguardian.com/world/live/2023/jul/28/russia-ukraine-war-live-china-economic-support-putin-drone-downed-moscow",
                "apiUrl": "https://content.guardianapis.com/world/live/2023/jul/28/russia-ukraine-war-live-china-economic-support-putin-drone-downed-moscow",
                "fields": {
                    "headline": "Russia-Ukraine war live: Russian attacks repelled near Kupiansk and Lyman, says Kyiv",
                    "byline": "Rachel Hall (now); Martin Belam and Helen Sullivan (earlier)",
                    "thumbnail": "https://media.guim.co.uk/fa1c17b304d3f23dcfe93855814a91a69e234ac6/0_284_5000_3000/500.jpg",
                    "bodyText": "Russia has not offered the UN World Food Programme (WFP) any free grain, deputy WFP chief Carl Skau told reporters on Friday. “We have not been in talks about any free grain so far,” Skau said. “We have not been approached for any such discussion.” Hello – As night begins in Ukraine, here are all the key developments from Friday: The Ukrainian president’s chief of staff said Russia is threatening civilian vessels in the Black Sea and urged the international community to condemn what he said were “the methods of terrorists”. Poland and Lithuania are considering closing their respective borders with Belarus amid concerns over the presence there of the Wagner mercenary group, a Lithuanian deputy interior minister said on Friday. Egyptian president Abdel Fattah al-Sisi urged Russia on Friday to revive the Black Sea grain deal. Sisi told the Russia-Africa summit in St Petersburg that it was “essential to reach agreement” on reviving the deal. Vladimir Putin told African leaders on Friday that Moscow respected their peace proposal on Ukraine and was carefully studying it. Putin also said that Russia was increasing food supplies to Africa, including some free grain shipments, which he announced a day earlier, and was interested in developing military cooperation with the continent. Qatar will provide Ukraine with $100m in humanitarian aid to support health, education and demining, the Ukrainian prime minister, Denys Shmyhal, said on Friday after talks with his Qatari counterpart. The head of Ukraine’s ground forces has said Russian forces are constantly attacking in the direction of Kupiansk and Lyman in Donetsk but that Ukraine’s defence line is holding firm. Oleksandr Syrskyi said the main task for Ukrainian troops at the moment was to knock out enemy artillery where possible, and he claimed small advances in the Bakhmut direction. Ukraine’s president, Volodymyr Zelenskiy, had posted a video on Thursday showing Ukrainian soldiers saying they have recaptured the village of Staromaiorske. In the video, Ukrainian fighters say they have “liberated the village”, located east of Zaporizhzhia city. Yevgeny Balitsky, the head of the Russian-imposed administration of the occupied Zaporizhzhia region of Ukraine, described the situation on the frontline there as “tense”, and on Friday claimed that Russian forces control the Vremivka direction, and that “The enemy suffers significant losses but is trying to hold out in the northwestern part of the village of Staromaiorske.” Yuriy Ihnat, a spokesperson for Ukraine’s air force, said on television that despite a relatively quiet night, residents should stay vigilant as there is still “a high probability of missile attacks”. He said “The night was quiet. There was little activity of enemy aircraft. There are not many nights like this. Many Ukrainians had the opportunity to sleep at least. We hope this day will be calm.” Russian air defences shot down a Ukrainian military drone before it could attack its targets near Moscow on Friday, the RIA news agency cited Russia’s defence ministry as saying. The ministry said the incident caused no casualties or damage to buildings. Ukrainians are celebrating the day of Ukrainian statehood today, a new holiday created by Volodymyr Zelenskiy in 2021 to celebrate the 30th anniversary of Ukraine’s independence. Thanks for following today. We’re closing the blog for now, but will be back tomorrow to update you on all the key developments in the Russia-Ukraine war. The chair of the African Union, Azali Assoumani, said that proposals by Russian president Vladimir Putin to provide grain to Africa were not sufficient, and that a ceasefire in Ukraine was needed. In a closing address to a Russia-Africa summit in St Petersburg, he also said Putin had shown readiness to negotiate with Ukraine, and that “the other side” now needed to be persuaded. The Ukrainian president’s chief of staff said Russia is threatening civilian vessels in the Black Sea and urged the international community to condemn what he said were “the methods of terrorists”. Poland and Lithuania are considering closing their respective borders with Belarus amid concerns over the presence there of the Wagner mercenary group, a Lithuanian deputy interior minister said on Friday. Egyptian president Abdel Fattah al-Sisi urged Russia on Friday to revive the Black Sea grain deal. Sisi told the Russia-Africa summit in St Petersburg that it was “essential to reach agreement” on reviving the deal. Vladimir Putin told African leaders on Friday that Moscow respected their peace proposal on Ukraine and was carefully studying it. Putin also saidthat Russia was increasing food supplies to Africa, including some free grain shipments, which he announced a day earlier, and was interested in developing military cooperation with the continent. The head of Ukraine’s ground forces has said Russian forces are constantly attacking in the direction of Kupiansk and Lyman in Donetsk but that Ukraine’s defence line is holding firm. Oleksandr Syrskyi said the main task for Ukrainian troops at the moment was to knock out enemy artillery where possible, and he claimed small advances in the Bakhmut direction. Ukraine’s president, Volodymyr Zelenskiy, had posted a video on Thursday showing Ukrainian soldiers saying they have recaptured the village of Staromaiorske. In the video, Ukrainian fighters say they have “liberated the village”, located east of Zaporizhzhia city. Yevgeny Balitsky, the head of the Russian-imposed administration of the occupied Zaporizhzhia region of Ukraine, described the situation on the frontline there as “tense”, and on Friday claimed that Russian forces control the Vremivka direction, and that “The enemy suffers significant losses but is trying to hold out in the northwestern part of the village of Staromaiorske.” Yuriy Ihnat, a spokesperson for Ukraine’s air force, said on television that despite a relatively quiet night, residents should stay vigilant as there is still “a high probability of missile attacks”. He said “The night was quiet. There was little activity of enemy aircraft. There are not many nights like this. Many Ukrainians had the opportunity to sleep at least. We hope this day will be calm.” Russian air defences downed a Ukrainian military drone before it could attack its targets near Moscow on Friday, the RIA news agency cited Russia’s defence ministry as saying. The ministry said the incident caused no casualties or damage to buildings. Poland and Lithuania are considering closing their respective borders with Belarus amid concerns over the presence there of the Wagner mercenary group, a Lithuanian deputy interior minister said on Friday. “The considerations are real. The possibility of closing the border exists,” Arnoldas Abramavičius told reporters. Belarus has been hosting Wagner fighters after their short-lived rebellion against Russia’s top military brass. Lithuania repeatedly warned its western allies that Wagner mercenaries could disguise themselves as asylum seekers trying to cross Belarus’s borders with EU member states, or stage provocations involving refugees. Ukraine has moved its official Christmas holiday to 25 December in a break with the Russian Orthodox church, which celebrates it on 7 January. The bill signed by president Volodymyr Zelenskiy on Friday highlights the deepening rift between churches in Kyiv and Moscow since Russia’s invasion of its pro-western neighbour. “The relentless and successful struggle for their identity contributes to … the desire of every Ukrainian to live their own life with their own traditions and holidays,” reads an explanatory note to the bill on the parliament’s website. The church has traditionally observed Christmas on 7 January, at the same time as the Moscow patriarchy, which has given its blessing to Putin’s attack on Ukraine. Patriarch Kirill, the head of the Russian Orthodox church, is a prominent Putin supporter and has said Russian soldiers who are killed will be cleansed of all their sins. Last year, the Orthodox church of Ukraine allowed worshippers to celebrate Christmas on 25 December. Egypt’s leader, Abdel Fatah al-Sisi, has urged Vladimir Putin to return to the Black Sea grain deal during a Russia-Africa summit marked by concerns about the global economic fallout of the Kremlin’s invasion of Ukraine, writes the Guardian’s Moscow correspondent, Andrew Roth. In a speech during a plenary session of African delegations attended by the Russian president, al-Sisi said it was “essential to reach agreement” on reviving the deal, which had allowed 33m tons of Ukrainian grain to reach markets, many in developing countries in Africa. Moscow said it quit the deal because its own agricultural exports were still being blocked. But a number of African countries, including Kenya and Egypt, a key importer of Russian grain enduring an acute food crisis, have struck out angrily at Russia as the Kremlin seeks them as allies in its standoff with the west. Kenya’s leading diplomatic official had called Russia’s exit from the deal a “stab in the back”. The European Council has decided to impose sanctions on seven Russian individuals and five entities over a “digital information manipulation” campaign. A statement said: Today the council decided to impose restrictive measures against seven Russian individuals and five entities responsible for conducting a digital information manipulation campaign called “RRN” (Recent Reliable News), aimed at distorting information and disseminating propaganda in support of Russia’s war of aggression against Ukraine. Ukrainians are “de-Russifying” their statues and streets, including in cities with close historical and cultural links to Russia, writes the Guardian’s central and eastern Europe correspondent Shaun Walker. In Odesa, the city’s authorities have removed a Catherine the Great monument from its fine arts gallery and have debated whether to rename Pushkin Street. The full story is here: Statehood Day is being celebrated in Ukraine today because it is considered the anniversary of the baptism of Kyiv, as Christianity began to be adopted in the region. A ceremony has been taking place in the capital to commemorate this pivotal moment in the history of the Kyivan Rus’. Next year Statehood Day is due to fall on 15 July rather than 28 July, as the church in Ukraine is adopting the revised Julian calendar, in a further breach between the Ukrainian and Russian churches. Reuters reports that WTA Prague Open organisers said Czech police stopped a Russian tennis player from entering the country for the tournament after a new government resolution banning Russian and Belarusian athletes from competing. The head of Ukraine’s ground forces has said Russian forces are constantly attacking in the direction of Kupiansk and Lyman in Donetsk but that Ukraine’s defence line is holding firm. Oleksandr Syrskyi said the main task for Ukrainian troops at the moment was to knock out enemy artillery where possible, and he claimed small advances in the Bakhmut direction. Ukrinform quotes Syrskyi as saying: The enemy is constantly attacking in the Kupiansk and Lyman directions using its most professional units. Every day we repel numerous attacks in these areas. None of our positions have been lost. The situation in the Bakhmut direction is very tense but we are gradually advancing and liberating our lands. The enemy is clinging to every inch, conducting intense artillery and mortar attacks. In these conditions, it is very important to make timely management decisions based on the current situation and take measures to manoeuvre forces and resources, redeploy units and subdivisions to areas where success has been achieved or withdraw them from enemy fire. Counter-battery combat is now at the forefront of our actions. Reliable information from the frontline of the battlefield has been difficult to obtain, with Ukraine and Russian authorities making claims and counter-claims about advances. Qatar will provide Ukraine with $100m in humanitarian aid to support health, education and demining, the Ukrainian prime minister, Denys Shmyhal, said on Friday after talks with his Qatari counterpart. Qatar had announced earlier on Friday that its prime minister, Sheikh Mohammed bin Abdulrahman al-Thani, who also serves as foreign minister, was visiting Ukraine. The Ukrainian president’s chief of staff has said Russia is threatening civilian vessels in the Black Sea and urged the international community to condemn what he said were “the methods of terrorists”. Andriy Yermak wrote on the Telegram messaging app: Russian warships are threatening civilians in the Black Sea, violating all norms of international maritime law. Russia last week quit a deal brokered by the United Nations and Turkey allowing Ukraine to safely export grain via the Black Sea and warned that ships heading to Ukrainian seaports could be considered military targets. In a separate statement, Ukraine’s border guard service said it had intercepted a warning communicated by a Russian warship to a civilian vessel near a Ukrainian port on Thursday. It did not identify the name of the ship or the port. The statement quoted the Russian party as saying: I am warning you about the ban on movement to the ports of Ukraine. Also, the transport of any cargo to Ukraine is considered by the Russian side to be the potential transportation of military cargo. Ukrainians are celebrating the day of Ukrainian statehood today, a new holiday created by Volodymyr Zelenskiy in 2021 to celebrate the 30th anniversary of Ukraine’s independence. The day of 28 July had previously been celebrated in Ukraine to commemorate the day of the Christianisation of the country in the baptism of Kyiv in 988. Germany’s industrial group Rheinmetall is setting up a repair centre in Ukraine for Leopard tanks and other war equipment supplied by Berlin, potentially from as early as late summer, according to the chief executive, Armin Papperger. “We are currently already training Ukrainians in Germany for this job,” Papperger told Spiegel magazine, adding that Rheinmetall wanted to begin operations of the repair centre after the summer break. Berlin has supplied about 20 Leopard 2A6 tanks to Kyiv. A repair hub in Ukraine would reduce the distances the tanks have to be transported, though it would also bring security concerns after a close ally of Vladimir Putin said earlier this year that Moscow would hit any facility that Rheinmetall sets up in Ukraine. Vladimir Putin has repeated Russia’s position that it is ready for negotiations with Ukraine but that Kyiv is refusing to join them. Putin was responding to comments from the African Union Commission chair, Moussa Faki Mahamat, who told a Russia-Africa summit in St Petersburg that the AU attached great value to the integrity and sovereignty of states and the peaceful settlement of crises through compromise. Kyiv has said it is not prepared to enter into negotiations with Moscow while Russia holds a fifth of Ukrainian territory. Russia has repeatedly said any talks must take account of “new realities”. The Czech Republic has weaned itself off Russian gas supplies, with gas stores from other countries now rising to 90% of capacity, the industry ministry has said. This means the country has hit EU obligations ahead of its November target. Half of its supplies came via Norway in the first half of 2023 and the rest was split between LNG deliveries from Belgium and the Netherlands. Japan is stepping up its sanctions against Moscow by extending an export ban on luxury cars to Russia from next month so that it will cover all new and used vehicles over 1900cc, the government said on Friday. The wider ban will become effective from 9 August and is likely to curb Japan’s second-hand car exports to Russia, which have surged since the start of the conflict due to high demand for reliable and durable vehicles. The Japanese cabinet decided to revise an export control order that bans the exports of goods to Russia that strengthen the country’s industrial base, the minister for the economy, trade and industry, Yasutoshi Nishimura, told reporters. Japan’s wider export ban on cars puts it in line with the EU, which announced its own ban on 1900cc vehicles on 23 June. South Africa hopes that “constructive engagement and negotiation” can bring about an end to the conflict between Russia and Ukraine, Cyril Ramaphosa has said. The president added that African leaders looked forward to discussing further with Vladimir Putin proposals they had made to bring about an end to the conflict at the Russia-Africa summit in St Petersburg on Friday. Egypt’s president, Abdel Fattah al-Sisi, urged Russia on Friday to revive the Black Sea grain deal, under which it had allowed Ukraine to export grain from its seaports despite the war. Sisi told the Russia-Africa summit in St Petersburg that it was “essential to reach agreement” on reviving the deal, which Russia withdrew from last week. Russian air defences downed a Ukrainian military drone before it could attack its targets near Moscow on Friday, the RIA news agency cited Russia’s defence ministry as saying. The ministry said the incident caused no casualties or damage to buildings. Yevgeny Balitsky, the head of the Russian-imposed administration of the occupied Zaporizhzhia region of Ukraine, described the situation on the frontline there as “tense”. He said: “The enemy suffers significant losses but is trying to hold out in the northwestern part of the village of Staromaiorske.” Yuriy Ihnat, a spokesperson for Ukraine’s air force, said that despite a relatively quiet night, residents should stay vigilant as there was still “a high probability of missile attacks”. He said: “The night was quiet. There was little activity of enemy aircraft. There are not many nights like this. Many Ukrainians had the opportunity to sleep at least. We hope this day will be calm.” Vladimir Putin told African leaders on Friday that Moscow respected their peace proposal on Ukraine and was carefully studying it. Putin also said Russia was increasing food supplies to Africa, including some free grain shipments, and was interested in developing military cooperation with the continent. The Russian state-owned media outlet Tass reported that a Ukrainian drone had attacked an oil facility in occupied Shakhtarsk, in Donetsk region. It quoted the Russian-imposed occupying mayor of the city, Alexander Shatov, as saying: “At the site of the fire, fragments from a drone were found. In all likelihood, they hit it with a drone.” He said a fire at the site was extinguished. Emergency services in occupied Kherson that three civilians were injured on the left bank of the Dnipro River by Ukrainian shelling from the north. Three residential buildings and a garage were damaged overnight by Russian shelling in Seredyna-Buda, in Sumy region. Qatar’s prime minister, Sheikh Mohammed Bin Abdulrahman al-Thani, who also serves as foreign minister, is on a visit to Ukraine. He will meet Ukraine’s prime minister and foreign minister. Volodymyr Zelenskiy has been taking part in a ceremony in Kyiv this morning to mark Ukraine’s Statehood Day, giving out passports to people eligible to hold them for the first time. The Egyptian president, Abdel Fattah al-Sisi, has urged Russia to revive the Black Sea grain deal, under which it had allowed Ukraine to export grain from its seaports. Sisi told an Russia-Africa summit in St Petersburg that it was “essential to reach agreement” on reviving the deal. Russia withdrew from the deal last week because it said the west would not remove sanctions barriers that Russia claims were hampering its own agricultural exports. Reuters has a quick snap that the Qatari prime minister, Sheikh Mohammed Bin Abdulrahman al-Thani, who also serves as foreign minister, is on a visit to Ukraine. He will meet Ukraine’s prime minister and foreign minister. Volodymyr Zelenskiy has been in Kyiv this morning, taking part in a ceremony to mark Ukraine’s Statehood Day, giving out passports to people eligible to hold them for the first time. The all-clear has sounded in Kyiv. An air alert has been declared in Kyiv. Reuters reports that the president of the Republic of the Congo, Denis Sassou Nguesso, called for an end to the Russia-Ukraine conflict at the Russia-Africa conference, saying a peace plan put forward by African leaders deserved attention. The UK’s Ministry of Defence has issued this map of how it assesses the situation on the ground in Ukraine. Vladimir Putin told African leaders on Friday that Moscow respected their peace proposal on Ukraine and was carefully studying it. Reuters reports Putin also said at the Russia-Africa summit that Russia was increasing food supplies to Africa, including some free grain shipments, which he announced a day earlier, and was interested in developing military cooperation with the continent. In June, a delegation led by South Africa’s president, Cyril Ramaphosa, visited Kyiv to meet Zelenskiy, and then travelled on to Russia to meet Putin. Representatives of Senegal, Egypt, Zambia, Uganda, the Republic of the Congo and Comoros were among the party. Their peace proposals were: It is necessary for a mediator to listen carefully to Ukraine and Russia. Peace must be achieved through diplomatic means. It is necessary to de-escalate the conflict. The sovereignty of states must be respected. Security must be guaranteed for all countries. It is necessary to ensure the movement of grain and fertilisers. It is necessary to provide humanitarian aid to victims of war. It is necessary to exchange prisoners of war. It is necessary to rebuild Ukraine after the war. It is necessary to build better relations between Ukraine and African countries. The press service of Ukraine’s president has issued photos of Volodymyr Zelenskiy visiting the damaged Transfiguration Cathedral in Odesa yesterday. Overnight, Zelenskiy had posted a video of himself visiting the church, saying: Architecture experts are currently working to assess the possibility of restoring the church. I am grateful to our partners in Europe for their willingness to join the reconstruction. Most importantly, the Kasperov Icon of the Mother of God has been saved, and the heart of the church is alive. Yevgeny Balitsky, the head of the Russian-imposed administration of the occupied Zaporizhzhia region of Ukraine, has described the situation on the frontline there as “tense”. Very little reliable detail is emerging from the active combat zones. Balitsky claims that Russian forces control the Vremivka direction, which is just over the regional border from Zaporizhzhia into Donetsk. He said: “The enemy suffers significant losses but is trying to hold out in the northwestern part of the village of Staromaiorske.” Yesterday Ukrainian forces claimed to have recaptured the village. Balitsky said a woman was killed yesterday in Tokmok as a result of one of three rocket attacks on the city. He claimed the second rocket was shot down by air defence and the third did not explode when it landed, and was destroyed in a controlled explosion. Balitsky said there was some damage to gas pipes and that supplies had been temporarily disrupted. The claims have not been independently verified. Yuriy Ihnat, a spokesperson for Ukraine’s air force, has said on television in Ukraine that despite a relatively quiet night, residents should stay vigilant as there is still “a high probability of missile attacks”. Ukrinform quotes Ihnat as saying: The night was quiet. There was little activity of enemy aircraft. There are not many nights like this. Many Ukrainians had the opportunity to sleep at least. We hope this day will be calm, but according to the general staff there is still a high probability of missile attacks. Therefore, we all need to be vigilant and respond to the messages we receive about air threats every time. The Russian state-owned media outlet Tass is reporting the consequences of two attacks ascribed to Ukrainian forces. It says a drone attacked an oil facility in occupied Shakhtarsk, in Donetsk region. It quotes the Russian-imposed occupying mayor of the city, Alexander Shatov, as saying: “At the site of the fire, fragments from a drone were found. In all likelihood, they hit it with a drone.” He said a fire at the site was extinguished. In a separate report, it carries claims from emergency services in occupied Kherson that three civilians were injured on the left bank of the Dnipro River by Ukrainian shelling from the north. Suspilne, Ukraine’s state broadcaster, reports that three residential buildings and a garage were damaged overnight by Russian shelling in Seredyna-Buda, in Sumy region. The UK’s Ministry of Defence has issued its daily intelligence briefing on the war, and today the focus is on grain. It notes that “the impact of the war in Ukraine will almost certainly compound food insecurity across Africa for at least the next two years”. The ministry adds that the number of African heads of state attending the Russia-Africa summit in St Petersburg is 17, “down from 43 at the last iteration”. This is Martin Belam taking over the live blog in London. You can contact me at martin.belam@theguardian.com. North Korea has carried out demonstration flights of new military drones, state media reported, as Kim Jong-un shared centre stage with senior delegates from Russia and China in a show of unity at a parade in the capital. State media said on Friday that Kim rolled out his most powerful, nuclear-capable missiles during the Victory Day parade in Pyongyang to mark the 70th anniversary of the armistice that stopped fighting in the Korean war. Joining Kim were the Russian defence minister, Sergei Shoigu, and the Chinese ruling party official Li Hongzhong. Earlier, Shoigu gave Kim a “warm and good letter” signed by Vladimir Putin that noted Pyongyang’s support for Russia in its conflict with Ukraine, adding that the Korean war had laid the foundation for good relations in confronting the west. More now on that US intelligence report, via AFP: China has boosted energy imports from Russia and provided tankers and insurance coverage to move crude oil. The two sides have also “increased the share of bilateral trade settled in yuan” as well as “expanding their use of domestic payment systems”, which will help “Russian entities to conduct financial transactions unfettered of western interdiction.” The report says Beijing has probably supplied Moscow with dual-use civilian-military equipment employed in Ukraine, but notes that it is “difficult to ascertain the extent to which [China] has helped Russia evade and circumvent sanctions and export controls”. Russia failed in its attempt to take Kyiv and decapitate the country’s government in the early days of the war, but seized swathes of other territory that Ukrainian troops are fighting to retake. Beijing says it is a neutral party in the conflict but has been criticised by western countries for refusing to condemn Moscow and for its continued ties with Russia. Russian air defences downed a Ukrainian military drone before it could attack its targets near Moscow on Friday, the RIA news agency cited Russia’s defence ministry as saying. The ministry said the incident caused no casualties or damage to buildings. China’s economic ties with Russia have helped limit the effect of punishing western sanctions imposed over Moscow’s invasion of Ukraine, a US intelligence report said on Thursday. AFP reports that according to the intelligence, China “has become an even more critical economic partner for Russia since its invasion of Ukraine in February 2022”. The unclassified report was released by Democratic lawmakers. “Beijing is pursuing a variety of economic support mechanisms for Russia that mitigate both the impact of western sanctions and export controls,” it says. Welcome back to our live coverage of the war in Ukraine. This is Helen Sullivan with the latest. Our top stories this morning: Russian air defences downed a Ukrainian military drone before it could attack its targets near Moscow on Friday, the RIA news agency cited Russia’s defence ministry as saying. The ministry said the incident caused no casualties or damage to buildings. And China’s economic ties with Russia have helped limit the effect of punishing western sanctions imposed over Moscow’s invasion of Ukraine, a US intelligence report said on Thursday. Elsewhere: Volodymyr Zelenskiy posted a video showing Ukrainian soldiers saying they had recaptured the village of Staromaiorske. In the video, the fighters say they have “liberated the village”, located east of Zaporizhzhia city. Vladimir Putin said Ukrainian attacks had intensified in recent days, primarily on the frontline running through Ukraine’s Zaporizhzhia region. Speaking to Russian TV on the margins of the Russia-Africa summit in St Petersburg, Putin said Ukraine had not had success on any part of the front. Putin used the Russia-Africa summit in St Petersburg to announce that Russia could replace Ukraine as a supplier of grain to African nations. Having pulled out of the Black Sea grain initiative and accused by Ukraine of blocking ships reaching Ukrainian ports, Putin said Moscow would be ready to start supplying grain for free to six African countries within three to four months. He named Burkina Faso, Zimbabwe, Mali, Somalia, Central African Republic and Eritrea as recipients. Yevgeny Prigozhin appeared to be among the attenders at the Russia-Africa summit in St Petersburg. Late on Wednesday, a close ally of Prigozhin posted a picture purportedly showing the Wagner group leader meeting African officials. In the unverified photograph, Prigozhin is seen standing next to a senior official from Central African Republic (CAR), which has welcomed thousands of Wagner mercenaries over the last few years. The British government has allowed Russian oligarchs under sanctions to spend hundreds of thousands on perks such as private chefs, chauffeurs and housekeepers thanks to numerous sanction exemptions, according to a New York Times report. The European Commission has no money to help Ukraine with extra transport costs after the Black Sea deal collapse, reports suggest. Sources told Reuters that the commission had no immediate money in the budget and no clear way to help finance the extra transport costs that Ukrainian grain exports will face with the end of the Black Sea deal. Russia has granted debt relief on more than $684m owed by Somalia in a deal finalised on the sidelines of the Russia-Africa summit, Somali officials have said. “This step will play a big role in the completion of the country’s debt forgiveness process,” the Somali finance minister, Bihi Egeh, said of the deal with Moscow in a post on the ministry’s Facebook page. Evgeny Lebedev, the Russian-born British newspaper owner, has claimed he was a victim of “Russophobia” in the UK amid the war in Ukraine. In an article in the Evening Standard newspaper – of which he is the owner – Lebedev said the UK was “long overdue” a reckoning with “corporate hypocrisy”."
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "us-news/ng-interactive/2023/jun/17/2024-presidential-candidates-biden-trump-republicans-democrats",
                "type": "interactive",
                "sectionId": "us-news",
                "sectionName": "US news",
                "webPublicationDate": "2023-07-28T16:48:28Z",
                "webTitle": "Who’s running for president in 2024? All the declared candidates",
                "webUrl": "https://www.theguardian.com/us-news/ng-interactive/2023/jun/17/2024-presidential-candidates-biden-trump-republicans-democrats",
                "apiUrl": "https://content.guardianapis.com/us-news/ng-interactive/2023/jun/17/2024-presidential-candidates-biden-trump-republicans-democrats",
                "fields": {
                    "headline": "Who’s running for president in 2024? All the declared candidates",
                    "byline": "Guardian staff",
                    "bodyText": "The 2024 election promises to be historic as a long slate of Republican candidates seek to unseat the sitting president, Joe Biden. After the pandemic changed the way Americans campaigned and voted four years ago, and three years after thousands of rioters waged violent protest at the nation’s Capitol to upend the last election’s results, the US will face new obstacles in carrying out the democratic process. Here is the list of candidates in the primary elections, held beginning in early 2024. Republicans Burgum, the governor of North Dakota, announced his campaign in an opinion piece for the Wall Street Journal on 6 June. Viewed as a surprise, long-shot candidate, he touted his experience as a career businessman and leaned on his small-town roots in an announcement video titled Change. As governor, Burgum signed into law a near-total abortion ban, which makes the procedure illegal after six weeks, and only permissible in cases of rape, incest or medical emergency up to that point. He supported Donald Trump for president in 2016 and in 2020. Back to top The former New Jersey governor has emerged as one of the harshest Republican critics of Donald Trump, whom he endorsed for president in 2016 after dropping out of the race. Christie says he broke ties with the former president after the January 6 insurrection at the US Capitol, claiming that he hasn’t spoken to Trump since then. Christie, a lawyer and a lobbyist who served as a US attorney appointed by George W Bush, announced he is running for president a second time on 6 June in New Hampshire during a town hall. Back to top Governor Ron DeSantis of Florida is predicted to be the strongest contender for the GOP nomination against Donald Trump, consistently polling second among Republican primary voters. He made his formal announcement on Twitter, a Spaces event attended by roughly 300,000 users that was riddled with technological glitches, on 24 May. DeSantis, who has served as Florida’s governor since 2019 and handily defeated the Democratic challenger, Charlie Crist, in 2022, who previously represented Florida’s sixth congressional district as a member of the US House from 2012 to 2018. As governor, DeSantis has signed a slate of laws banning minors from receiving gender-affirming care and restricting education on sexual orientation and gender identity in schools, and he has become an outspoken critic of the Chinese Communist party. Back to top The rightwing political commentator and radio talkshow host announced his run for president on Fox News as a guest on the now-canceled Tucker Carlson Tonight on 20 April 2023. In 2021, Elder joined a list of Republicans seeking to replace Gavin Newsom, the Democratic governor of California, in a failed recall. The Los Angeles resident was an outspoken critic of the state’s mask mandates, calling them “a joke”. Back to top Haley, who got her start in politics as a member of South Carolina’s general assembly, was governor of South Carolina from 2011 to 2017. She ended her second term early to serve as US ambassador to the United Nations under Donald Trump before announcing her resignation in 2018. She became the first Republican to announce a run against Donald Trump, even though she previously said she would not run against him. Haley has vowed to “fix” the US immigration system by “stopping illegal immigration” and described herself as pro-life, but said a federal abortion ban was unrealistic. Haley, who is the daughter of Indian immigrants, would be the first US president of Asian descent, as well as the first woman. Back to top Former US Representative Will Hurd, of Texas, entered the crowded primary field as a moderate and critic of Donald Trump. Hurd announced his campaign in an interview on CBS. He followed that with a video posted online in which he called Trump a “lawless, selfish, failed politician” and laid out an agenda to curb “illegal immigration”, inflation, crime and homelessness. Hurd, who worked for nearly a decade in the CIA, served three terms in the House, from 2015 to 2021. He left office as the only Black Republican in the chamber. Back to top Hutchinson is the former governor of Arkansas, a post he held from 2015 to 2023. The relatively unknown politician announced his candidacy in an interview on ABC days after Trump was indicted in a Manhattan court, saying the ex-president should drop out of the race. Hutchinson is a businessman and lawyer who was appointed by Ronald Reagan to serve as a US attorney. He also served a stint in the US House of Representatives, winning a congressional seat in 1996 when he replaced his brother, Tim, who ran for Senate. Back to top Johnson is a businessman who ran unsuccessfully for governor of Michigan in 2022 after providing fraudulent nominating signatures for that campaign. Originally from Illinois, Johnson founded dozens of companies, and lives in Michigan with his family. He has billed himself as Donald Trump “without the baggage” and has taken similar policy positions on curbing US debt and cracking down on the FBI. Back to top Mike Pence officially launched his campaign for president on 7 June, in a rare instance of a former vice-president challenging the president with whom he shared a ticket a few years ago. Pence joined a crowded Republican field in which he has consistently polled third, even before he officially announced his candidacy, though he trails far behind DeSantis and Trump. Pence is angling for a wide base among evangelical Christians and has vowed to ban abortion if he is elected. He denounced the January 6 attack on the US Capitol, and has used it as a talking point against Trump, who turned against him after he publicly refused supporters’ calls to overturn the results of the election. Back to top The biotech entrepreneur and political newcomer announced his campaign in a video describing attacks on the “culture of free speech in America” and again on Fox News in an interview with now-fired Tucker Carlson. He is the author of Woke, Inc., a book that lobbies against “ESG” – a framework of corporate governance that encourages companies to consider the environment and social justice issues. Ramaswamy, the youngest candidate vying for the Republican nomination, has lobbied in favor of raising the national voting age to 25. Ramaswamy would be the first president of Asian and Indian descent. He has also vowed to pardon federally indicted Donald Trump. Back to top In May, Scott became the second politician from South Carolina to run for the Republican nomination. He has served as a senator from South Carolina since 2013 when he was appointed by Republican challenger Nikki Haley to fill a vacancy. Scott, who is one of three Black members of the Senate and is the only Black Republican senator, said in his announcement speech that “America is not a racist country.” Scott joined fellow Republicans in opposing the Respect for Marriage Act in 2022. Scott served as a member of the House from 2011 to 2013 and before that spent stints in South Carolina’s general assembly and Charleston’s county council. During his 2010 campaign for the House of Representatives, Scott told Newsweek that homosexuality was a morally wrong choice. Back to top Suarez, the mayor of Miami, is the first major Hispanic candidate seeking the Republican party nomination this election cycle. The son of Miami’s first Cuban-born mayor, Suarez has said he would broaden support for Republicans among Latino voters. He is the third candidate from Florida to join the crowded primary field, alongside frontrunners Donald Trump and Ron DeSantis. Suarez, who was first elected in 2017, filed paperwork to run the day after Trump appeared in a Miami court over federal charges and made his formal announcement on Good Morning America the day after that. Back to top Former president Donald Trump is the top contender for the Republican party nomination, even as he faces several legal hurdles, including federal charges over obstructing justice and violating the Espionage Act. Trump, a longtime businessman, unsuccessfully ran for re-election as president in 2020, and refused to accept the outcome of the results. Trump most recently said he is pro-life, and would continue his hardline immigration stance in a second term if elected. He has also renewed attacks on trans people, especially athletes, and his anti-China agenda. Back to top Democrats Biden is the likely Democratic nominee for the 2024 presidential election. He announced his campaign for re-election on 25 April, exactly four years after he announced his previous, successful presidential campaign. While approval for Biden remains low, hovering just above 40%, political experts say he is the most likely candidate to defeat Donald Trump, the frontrunner for the Republican nomination. Biden has served in politics for over five decades and is running on a platform that includes abortion rights, gun reform and healthcare. At 81, he is the oldest president in US history. Back to top Robert F Kennedy Jr, known for his work as an environmental lawyer and his anti-vaccine views, said he is running for president to end the “chronic disease epidemic”. Kennedy, who compared vaccine mandates during the Covid-19 pandemic to “Hitler’s Germany”, has promoted other baseless conspiracy theories such as telecom networks being used to control people. He is the nephew of John F Kennedy, the former Democratic president, who was assassinated in office, and is the son of 1968 Democratic presidential candidate Robert F Kennedy, who was assassinated on the campaign trail. Back to top Failed 2020 presidential candidate Marianne Williamson, who also unsuccessfully ran for a seat in the US House of Representatives in 2014, became the first Democratic candidate to announce she is running for president as a challenge to Joe Biden. Williamson, an author of self-help books, launched her long-shot bid with campaign promises to address climate change and student loan debt. She previously worked as “spiritual leader” of a Michigan Unity church. Back to top Third party The progressive activist Cornel West announced in a video posted to Twitter that he is running for president as a member of the People’s party, a third party headed by a former campaign staffer for Bernie Sanders. West is currently a professor of philosophy at Union Theological Seminary and previously worked at Harvard but resigned, saying the school had an “intellectual and spiritual bankruptcy of deep depths”. Back to top"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "uk-news/2023/jul/28/sisters-of-man-who-killed-their-parents-tell-sheffield-court-support-systems-were-broken",
                "type": "article",
                "sectionId": "uk-news",
                "sectionName": "UK news",
                "webPublicationDate": "2023-07-28T16:42:24Z",
                "webTitle": "Sisters of man duncan andrews who killed their parents say support systems were ‘broken’",
                "webUrl": "https://www.theguardian.com/uk-news/2023/jul/28/sisters-of-man-who-killed-their-parents-tell-sheffield-court-support-systems-were-broken",
                "apiUrl": "https://content.guardianapis.com/uk-news/2023/jul/28/sisters-of-man-who-killed-their-parents-tell-sheffield-court-support-systems-were-broken",
                "fields": {
                    "headline": "Sisters of man who killed their parents tell Sheffield court support systems were ‘broken’",
                    "byline": "Mark Brown North of England correspondent",
                    "thumbnail": "https://media.guim.co.uk/a6db1a8e1705dd4cf176c744656128c347470562/432_40_2597_1559/500.jpg",
                    "bodyText": "Two sisters of a mentally ill man who fatally stabbed their loving elderly parents have spoken of being let down by a “broken” health and social service system. Duncan Andrews repeatedly stabbed Mary, 76, and Bryan Andrews, 79, to death last November after, he said, being told to do so by God, Sheffield crown court heard. Andrews, 52, has admitted two counts of manslaughter as a result of diminished responsibility. A judge, Mrs Justice Stacey, on Friday made Andrews the subject of a hospital order under section 37 of the Mental Health Act. He will be treated at Rampton high-security psychiatric hospital and not released until any risks can be safely managed, she said. The court heard that Andrews was having a psychotic episode and hearing the voice of God when he went in to his parents’ bedrooms and repeatedly stabbed them. The court heard victim impact statements from Andrews’ sisters, Lucy and Sally. Sally Andrews, speaking in court, said a close-knit and loving family had been “blown apart” by the tragedy. In her opinion it “should have been dealt with over 12 months ago, when we desperately sought help, knowing we were out of our depth with my brother’s deteriorating mental health. “Potentially, if that had been the case, we wouldn’t be here now with my parents dead and my brother, sister and I serving a life sentence, knowing that their deaths were distressingly violent and possibly preventable.” She said she was angry. “We weren’t made victims on 27 November 2022. We have been victims of a broken health and social service for at least two years, if not more.” Sally Andrews spoke of the family being told her brother fell between different services and was on a waiting list. “There was poor liaison with him and no regard for the family who looked after him and no return of calls.” Mary Andrews was a retired district nurse and Bryan Andrews a retired builder whose family home was in Totley, Sheffield. The judge described them as a “wonderful, remarkable couple who led by example and gave joy to everyone they knew and met”. They radiated love and support for all their children, she said, with Bryan sharing his passions of gardening, classical music and ballroom dancing with his family. Addressing Andrews she continued: “Your mother applied her nursing talents not only to her family but all the patients that she attended and cared for as a district nurse.” Mary Andrews was the “powerhouse” of the family, welcoming to everyone. “The Andrews were active pensioners in their late 70s, still enjoying life and all their interests,” the judge said. The court heard that Andrews had never been able to work as he has epilepsy. In recent years he has volunteered for the National Trust and more recently a city farm. He was also part of a church community. The judge made reference to Andrews’ sisters believing the severity of his condition was not recognised by the authorities. “I understand that an inquiry or review is being undertaken by the hospital and there may be other proceedings of contemplation.”"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "us-news/live/2023/jul/28/trump-classified-documents-charges-indictment-jan-6-politics-live-updates",
                "type": "liveblog",
                "sectionId": "us-news",
                "sectionName": "US news",
                "webPublicationDate": "2023-07-28T16:40:24Z",
                "webTitle": "Trump says he will not drop out of 2024 US election race despite new charges in classified documents case – live",
                "webUrl": "https://www.theguardian.com/us-news/live/2023/jul/28/trump-classified-documents-charges-indictment-jan-6-politics-live-updates",
                "apiUrl": "https://content.guardianapis.com/us-news/live/2023/jul/28/trump-classified-documents-charges-indictment-jan-6-politics-live-updates",
                "fields": {
                    "headline": "Trump says he will not drop out of 2024 US election race despite new charges in classified documents case – live",
                    "byline": "Chris Stein US politics live blogger",
                    "thumbnail": "https://media.guim.co.uk/8e020c1ec73112a88139f081e4c1934d0219e812/0_0_3375_2025/500.jpg",
                    "bodyText": "A spokesperson for Mitch McConnell’s office said he will stay as the Senate Republican leader through the 2024 election, Reuters reports. “He plans to serve his full term in the job they overwhelmingly elected him to do,” the spokesperson said, referring to GOP senators. McConnell’s current term representing Kentucky in the Senate runs through 2026, and the spokesperson did not address his plans beyond the current Congress, which ends in the first days of January 2025. Over in the Senate, the fallout continues from Mitch McConnell’s health scare earlier this week. The Guardian’s Martin Pengelly reports one Republican senator said – albeit anonymously – that McConnell should step down as the party’s leader in the chamber: Mitch McConnell, the 81-year-old Republican leader in the US Senate who suffered a public health scare this week, should step down from the role he has filled since 2007, an unnamed GOP senator said. McConnell, from Kentucky, remains “intellectually sharp” on “a whole host of issues including baseball”, the anonymous senator told NBC News. But they added: “People think that he’s not hearing well. I think that he is just not processing.” At a news conference on Capitol Hill on Wednesday, McConnell stopped talking mid-sentence, standing mutely for 23 seconds until he was led away from reporters. He returned to say: “I’m fine.” CNN managed to track down Republican speaker of the House Kevin McCarthy at the Capitol to ask him if he was concerned about the new charges against Donald Trump. The short version of the speaker’s answer, as you will see from the clip below, is that he is not: McCarthy’s comments are not much of a surprise. While he hasn’t formally made an endorsement in the 2024 presidential campaign, he has long strove to stay on the good side of the former president, who has many allies among House Republicans. Speaking of Ron DeSantis, his support for controversial new standards regarding teaching about slavery in Florida have become fodder for a rival on the Republican campaign trail, the Associated Press reports: The South Carolina senator Tim Scott criticized Ron DeSantis, the Florida governor also running for the Republican presidential nomination, for supporting new standards that require Florida teachers to tell middle school students people enslaved in the US developed skills that “could be applied for their personal benefit”. “What slavery was really about was separating families, about mutilating humans and even raping their wives,” Scott, the only Black Republican in the US Senate, told reporters on Thursday after a town hall event in Ankeny, Iowa. “It was just devastating. So I would hope that every person in our country – and certainly running for president – would appreciate that. That said, polls give little indication that the prosecutions of Donald Trump are affecting his standing among Republicans. Glance at aggregator FiveThirtyEight and you’ll see the former president remains the campaign’s frontrunner, as he has for months, including before he was first indicted by Manhattan district attorney Alvin Bragg. Trump leads the race with 52.4% support, a big improvement from the 43.4% support he was receiving at the start of the year. Despite all his money and endorsements, Florida governor Ron DeSantis remains in a distant second place with 15.5% support, and if you look closely, you can see a sharp drop in his poll numbers in the most recent surveys. If there is anything new on this graph, it’s the apparent momentum of first-time candidate Vivek Ramaswamy, who looks to be heading into a solid third place. As an example, an Ohio Northern University poll that wrapped up on Wednesday shows him in second place among Republican voters in that state, beating DeSantis: Despite his bluster, Donald Trump appears to be in serious legal trouble, and all indications point to it getting worse. He has already been indicted by Manhattan district attorney Alvin Bragg for allegedly falsifying business records in the state, and by special counsel Jack Smith on federal charges related to stashing classified government materials at Mar-a-Lago. But with both Smith and other prosecutors continuing to investigate Trump, don’t be surprised if he finds himself the target of more indictments in the weeks and months to come. To keep track of them all, The Guardian’s Joan E Greve and Andrew Witherspoon have put together this handy explainer: In an interview with conservative radio host John Fredericks today, Donald Trump reiterated that he would stay in the presidential race despite the expanding indictment against him over the Mar-a-Lago documents: The new charges announced yesterday concern an attempt by Trump to delete surveillance footage of boxes of classified documents being moved out of a room at Mar-a-Lago. In today’s interview, Trump denied any wrongdoing, saying “These were security tapes. We handed them over to them”, according to Reuters. On CNN, a former federal prosecutor said the new charges against Donald Trump in the Mar-a-Lago case indicate special counsel Jack Smith does not believe the matter will be resolved before the 2024 presidential election. The case is currently set for trial in May 2024, but Renato Mariotti told the network it’s likely to be pushed back: Donald Trump’s one-time national security adviser John Bolton is now among his many Republican foes. This morning, Bolton reiterated his call for the former president to end his White House campaign after the new charges against him: As the Guardian’s Hugo Lowell and Maanvi Singh report, special counsel Jack Smith has both leveled new charges against Trump, and indicted a third person over the secret government materials found at Mar-a-Lago: Federal prosecutors on Thursday expanded the indictment against Donald Trump for retaining national security documents and obstructing the government’s efforts to retrieve them, unveiling new charges against him and an employee over an attempt to destroy surveillance footage. The new charges – filed by the special counsel Jack Smith in Florida – were outlined in a superseding indictment that named Mar-a-Lago club maintenance worker Carlos De Oliveira as the third co-defendant in the case. Trump’s valet Walt Nauta was previously indicted for obstruction with the former president last month. Trump’s legal exposure in the classified documents case grew after he was accused of attempting to destroy evidence and inducing someone else to destroy evidence, as well as an additional count under the Espionage Act for retaining a classified document about US plans to attack Iran that he discussed on tape at his Bedminster club in New Jersey. A former lawyer for Donald Trump who represented him in an earlier special counsel investigation has warned that the evidence revealed by Jack Smith in the Mar-a-Lago case is “overwhelming”. Ty Cobb represented Trump during a period early in his presidency when he was being investigated by special counsel Robert Mueller for alleged ties to Russia, which ultimately did not amount to the type of scandal the then-president’s detractors hoped would sink his administration. But Cobb told CNN today that the charges in the Mar-a-Lago case brought by Smith, who was named a special counsel last year, are different. The Guardian’s Martin Pengelly reports on why: A former Trump White House lawyer said the evidence against the former president over his handling of classified documents was now “overwhelming” and would “last an antiquity”, after new charges were filed in the case on Thursday. “I think this original indictment was engineered to last a thousand years and now this superseding indictment will last an antiquity,” Ty Cobb told CNN. “This is such a tight case, the evidence is so overwhelming.” In June, the special counsel Jack Smith indicted Trump on 37 counts regarding his handling of classified records after leaving the White House. On Thursday, in a superseding indictment filed in a Florida court, four more charges were outlined. A second Trump staffer, the Mar-a-Lago maintenance worker Carlos De Oliveira, was charged, alongside Walt Nauta, Trump’s valet. Nauta previously pleaded not guilty. Good morning, US politics blog readers. Donald Trump is squarely in the cross hairs of federal prosecutors, who yesterday added new charges to the indictment brought against him in June for allegedly hiding classified documents at his Mar-a-Lago resort. It is also possible that today, special counsel Jack Smith will unveil a new indictment against the former president related to his actions on January 6. Last week, Trump said he had received a letter formally telling him he was a target in the investigation and yesterday, his lawyers attended a meeting at Smith’s offices – both signs that an indictment could be near. No former president has faced the sort of legal problems Trump is in, but there are also no signs yet that they’ve dented his standing among Republicans. He continues to lead polls among the party’s presidential candidates, and plans to spend this weekend rallying supporters in Erie, Pennsylvania. We’ll see if Washington has anything to say about the ongoing investigations against him today. Here’s what else is happening: Congress has left town for its summer break, but only after the Senate passed a version of a crucial defense funding bill without the contentious provisions over abortion, transgender care and other culture ware issues that the House inserted in its version. This legislation must pass, and expect a big fight over it when lawmakers get back to work in September. All the main Republican candidates, including Trump, Ron DeSantis, Tim Scott and Mike Pence will this evening speak at the Iowa GOP’s Lincoln Dinner. Joe Biden is heading up to Maine to promote his economic record, before flying to Delaware for a weekend on the beach."
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "uk-news/2023/jul/28/victims-of-contaminated-blood-scandal-left-in-dark-about-compensation",
                "type": "article",
                "sectionId": "uk-news",
                "sectionName": "UK news",
                "webPublicationDate": "2023-07-28T16:39:55Z",
                "webTitle": "Victims of contaminated blood scandal left in dark about compensation",
                "webUrl": "https://www.theguardian.com/uk-news/2023/jul/28/victims-of-contaminated-blood-scandal-left-in-dark-about-compensation",
                "apiUrl": "https://content.guardianapis.com/uk-news/2023/jul/28/victims-of-contaminated-blood-scandal-left-in-dark-about-compensation",
                "fields": {
                    "headline": "Victims of contaminated blood scandal left in dark about compensation",
                    "byline": "Haroon Siddique Legal affairs correspondent",
                    "thumbnail": "https://media.guim.co.uk/66a98995e173fce2cb7706362d27b2c3bc7876b4/0_394_5908_3544/500.jpg",
                    "bodyText": "Jeremy Hunt has said no decisions have been made about how much compensation will be paid to victims of the contaminated blood scandal, with bereaved children and parents still in the dark about whether they will receive any financial support. The chancellor was the last of five witnesses, including Rishi Sunak, to give evidence to the infected blood inquiry this week amid growing frustration that the government has not set up a compensation framework. On Friday Hunt maintained the stance that no compensation scheme will be set up until the final inquiry report despite a government-commissioned report by Sir Robert Francis last year detailing what it should look like. In April, the inquiry chair, Sir Brian Langstaff, said the framework should be implemented as soon as possible. Giving evidence at a central London hotel, Hunt said: “No decisions have been made about the level of compensation or how it will be funded. We’re in very active and detailed discussions about all of that, but I can’t therefore be drawn on where that funding would come from.” While interim compensation payments of £100,000 have been made to victims and bereaved partners in line with Francis and Langstaff’s recommendation, Hunt was pressed as to why the government was not making similar payments to bereaved children and parents as recommended by Langstaff. He replied: “I think the straightforward answer to that question is that we haven’t made a decision on those wider groups.” Defending the decision to wait until the end of the inquiry, Hunt said that because the sums were “potentially very large”, it was right to make a decision with the “full context”. The urgency for compensation has been highlighted by the estimate that one person who was infected is dying in the UK every four days. There have already been an estimated 2,900 deaths (between 1970 and 2019) of patients infected after being given factor VIII blood products that were contaminated with HIV and hepatitis C imported from the US in the 1970s and 80s, or after being exposed to tainted blood through transfusions or after childbirth. Jason Evans, the founder of the Factor 8 campaign, whose father died after receiving contaminated blood, said Hunt’s “inaction was a bitter sting”. “No new information or timetable was given to the distressed victims and mourning families entangled in the infected blood scandal,” he said. “Despite the pressing need for immediate acceptance of the inquiry’s recommendations, Hunt squandered this decisive opportunity to expedite the pursuit of justice for the aggrieved victims and their families. Kate Burt, chief executive of the Haemophilia Society said people infected and affected “remain in limbo”, adding: “The government’s frustrating and evasive refusal to make a commitment to pay full compensation to all those who have suffered as a result of the biggest treatment disaster in the NHS’s history has left many in our community angry and concerned.”"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "stage/2023/jul/28/the-crown-jewels-review-garrick-theatre-london",
                "type": "article",
                "sectionId": "stage",
                "sectionName": "Stage",
                "webPublicationDate": "2023-07-28T16:38:26Z",
                "webTitle": "The Crown Jewels review – the cream of British comedy can’t find a funny line between them",
                "webUrl": "https://www.theguardian.com/stage/2023/jul/28/the-crown-jewels-review-garrick-theatre-london",
                "apiUrl": "https://content.guardianapis.com/stage/2023/jul/28/the-crown-jewels-review-garrick-theatre-london",
                "fields": {
                    "headline": "The Crown Jewels review – the cream of British comedy can’t find a funny line between them",
                    "byline": "Arifa Akbar",
                    "thumbnail": "https://media.guim.co.uk/64f992205a3fa5106e62a14674fa9fceedc76650/0_411_8640_5184/500.jpg",
                    "bodyText": "There are two unforgivable crimes in this 17th-century heist caper based on the attempted robbery of King Charles II’s crown jewels by an Irish rebel. The first is that it manages to make an intriguing and little-known historical incident bland. The second is that it enlists some of the cream of British comedy – Al Murray in his stage debut, Neil Morrissey, Mel Giedroyc, Joe Thomas – and none of them manage to find a funny line between them. If there has to be a third, it is that it sets Carrie Hope Fletcher’s strong, beautiful voice to random, anodyne songs. Directed by Sean Foley, it tells the story of Colonel Thomas Blood (Aidan McArdle), a notorious thorn in the side of the Stuart crown and government, who on 9 May 1671 attempted to purloin the jewels from the Tower of London, with Robert Perrot (Morrissey, who looks like a rocker in period dress), Blood’s son (Thomas, of The Inbetweeners fame) and an actor posing as his wife (Tanvi Virmani). Stabbing the keeper (also played by Murray), they are stopped by his son (Adonis Siddique), just back from Flanders. Extraordinarily, Blood was pardoned by the king and apparently served his days out as a spy for him. This attempted act of subversion was arguably as ambitious as that of Guy Fawkes, so it is fascinating that it is not in our national consciousness in the same way. But this production will not ignite any curiosity. As Michael Taylor’s sets twizzle from room to room, it looks conceptually dashed off with sub-pantomime grade characters. Written by Simon Nye, who gave us Men Behaving Badly (he is reunited with Morrissey here), the jokes are puerile and the show’s few songs, by Nye and Grant Olding, lame. Murray’s King Charles is a tyrant and a sleazeball, pointing to women in the audience and ordering his footmen to bring them to his room. Other characters seem as priapically preoccupied, but Nye’s sexed-up script brings a welter of beached innuendoes. There is some amusement to hearing Murray’s clipped, aristocratic vowels, while Fletcher is good as the stroppy Elizabeth and Thomas brings his Inbetweeners’ haplessness as Blood’s wimpy son, but this cannot sustain us for two hours. To top it all, in a moment of Pub Landlord-style audience participation, an audience member trumps the humour in the script, telling Murray’s king that he is from Chorleywood and therefore a hunter. This is the funniest moment in a woefully tedious evening. • At Garrick theatre, London, until 16 September."
                },
                "isHosted": false,
                "pillarId": "pillar/arts",
                "pillarName": "Arts"
            },
            {
                "id": "football/2023/jul/28/nottingham-forest-brentford-brennan-johnson-35m-offer",
                "type": "article",
                "sectionId": "football",
                "sectionName": "Football",
                "webPublicationDate": "2023-07-28T16:37:17Z",
                "webTitle": "Nottingham Forest reject Brentford’s £35m offer for Brennan Johnson",
                "webUrl": "https://www.theguardian.com/football/2023/jul/28/nottingham-forest-brentford-brennan-johnson-35m-offer",
                "apiUrl": "https://content.guardianapis.com/football/2023/jul/28/nottingham-forest-brentford-brennan-johnson-35m-offer",
                "fields": {
                    "headline": "Nottingham Forest reject Brentford’s £35m offer for Brennan Johnson",
                    "byline": "Ben Fisher and Jamie Jackson",
                    "thumbnail": "https://media.guim.co.uk/4e87fe5d19c58afee6e2aff5ca63d6c9e3f4ccce/0_266_3174_1904/500.jpg",
                    "bodyText": "Brentford have had a club-record bid of more than £35m rejected for the Nottingham Forest forward Brennan Johnson. Brentford hold a longstanding interest in Johnson, who is thought to be open to leaving Forest, his boyhood club. Brentford have tracked Johnson for more than two years and their head coach, Thomas Frank, is keen on recruiting the Wales international. Forest value Johnson at about £50m but Brentford are not willing to pay over the odds. Brentford’s offer, including add-ons, would have taken the financial package to about £40m. As it stands Brentford are not thought to be willing to increase their bid. Their record outlay is the £23m they paid Wolves for the centre-back Nathan Collins this summer. Meanwhile the Spain goalkeeper David Raya could leave Brentford for Bayern Munich but the clubs have so far failed to reach an agreement. Brentford want about £40m for Raya, who continues to train with the squad in Washington. They signed the Netherlands international Mark Flekken from Freiburg in May to be their new No 1, after Raya made clear he did not want to renew his contract, which expires next summer. Brentford have signed Collins and the winger Kevin Schade for more than £40m this window and are keen to strengthen their attack after Ivan Toney’s eight-month suspension for breaching Football Association betting rules. Johnson is set to return to training next week after sustaining an ankle injury with Wales last month. Forest, who have signed Anthony Elanga and Ola Aina this summer, remain in talks with Manchester United about a deal for the goalkeeper Dean Henderson, who spent last season on loan at the City Ground. They are negotiating about a potential second loan with an obligation to buy after a certain number of appearances. United want the obligation to kick in after no more than 10 appearances, whereas Forest want the figure set at about 30 because Henderson has not played since sustaining a thigh injury in January. United favour a low number because they want the transfer fee, which would be about £20m plus £5m in add-ons, paid by January to help them comply with financial fair play regulations."
                },
                "isHosted": false,
                "pillarId": "pillar/sport",
                "pillarName": "Sport"
            },
            {
                "id": "society/2023/jul/28/clean-air-zones-ulez-england-local-authorities",
                "type": "article",
                "sectionId": "society",
                "sectionName": "Society",
                "webPublicationDate": "2023-07-28T16:35:08Z",
                "webTitle": "Which local authorities in England have introduced low-emission zones?",
                "webUrl": "https://www.theguardian.com/society/2023/jul/28/clean-air-zones-ulez-england-local-authorities",
                "apiUrl": "https://content.guardianapis.com/society/2023/jul/28/clean-air-zones-ulez-england-local-authorities",
                "fields": {
                    "headline": "Which local authorities in England have introduced low-emission zones?",
                    "byline": "Geneva Abdul",
                    "thumbnail": "https://media.guim.co.uk/1a06fc2b854d849850fe91cf84e4e2f055ddedec/0_304_6000_3600/500.jpg",
                    "bodyText": "The high court has dismissed a legal challenge by five Conservative-led councils against the expansion of London’s ultra-low emission zone (Ulez). Mr Justice Swift dismissed the councils’ case on Friday, which means drivers of vehicles that do not meet minimum emissions standards will be charged a £12.50 daily fee for entering the Ulez zone. The city’s mayor, Sadiq Khan, sees the extension as vital to tackling air pollution, with owners of the most-polluting vehicles having to pay to drive in all of Greater London from the end of August. The implementation of low-emission zones (LEZs) is a growing trend, with at least 320 zones introduced across the UK and Europe as of 2022, according to a review published in the Lancet Public Health journal last month. Dr Anthony Laverty, a senior lecturer at Imperial College London and an author of the review, said it signalled that city governments were doing more than national governments in protecting public health and the environment. “It says that as a world we’re going to need to get onboard with the fact that we’re going to have to recognise that there are external costs to people driving cars all the time, and we have to somehow square that circle societally,” he said. The number of LEZs in Europe is expected to rise by more than half to 507 by 2025 as laws in France, Spain and Poland come into force, according to research based on EU data. Across the UK, a number of cities have implemented – or promised – plans to introduce clean air zones (CAZs) after the government lost a high court battle over breaches of legal levels of air pollution in England. While 37 local authorities were directed to take action in 2018, experts have said that delays pose a risk to people’s health. Birmingham In 2021, Birmingham became the second city after London to launch a CAZ with a fee for private cars, charging £8 a day for older polluting cars, taxis and vans that travel into the city centre, and £50 a day for buses, coaches and HGVs. The former UK “motor city”, which has been plagued by poor air quality for years, introduced the scheme after an initial 11-month delay owing to the Covid pandemic. The move caused controversy among local people, who feared for struggling businesses after lockdown, and taxi drivers who could not afford to upgrade their vehicles. Others argued that the UK’s second-largest city lacked sufficient public transport services. Months later, however, the city announced a transport plan to transform Birmingham to a super-sized low-traffic neighbourhood with the closure of roads and the introduction of zero-emission cross-city buses and protected cycleways. An analysis by the Confederation of British Industry said the CAZ would lead to a £7m annual benefit for the city by reducing deaths and hospital stays related to air pollution. Manchester In May 2022, Greater Manchester again postponed introducing a CAZ scheme that was to begin imposing daily charges on some high-emission vehicles, excluding private cars. The scheme would be one of the biggest in the UK, covering 10 local authority areas. Each year in Greater Manchester, more than 1,000 deaths have air pollution as a contributory cause. Local authorities said the decision was made as result of the pandemic’s effect on supply chains, and the price and availability of secondhand vehicles. The planned CAZ had been delayed in 2020. In February 2022, the city’s mayor, Andy Burnham, requested a short extension to July to give local authorities more time to review the plans, after evidence suggested the city was unlikely to meet legal emissions limits by the original date of 2024. Burnham and 10 other local councils in the Greater Manchester Combined Authority have since re-examined the scheme and are due to present another plan to the government this year. More than £60m has been spent on the scheme so far. This year, the Clean Cities Campaign declared Manchester the worst city in Europe for clean and green transport. Sheffield In February, tSheffield became the latest to implement a CAZ, which the authorities hope will tackle an estimated 500 deaths a year that have pollution as a contributory factor. Under the scheme, polluting commercial vehicles have to pay a daily charge – £10 for older taxis and vans and £50 for older buses, coaches and HGVs – to enter a zone covering the city centre and inner ring road. Private cars are exempt from the charge. Sheffield was the eighth city in England to introduce a CAZ, after Newcastle and Gateshead implemented similar schemes in the previous month. The move came years after the city was found to have exceeded legal limits of nitrogen dioxide (NO2) levels. Despite a £20m support package to help vehicle owners upgrade and a number of temporary exemptions, the scheme prompted local concerns over the financial impact on businesses needing to buy cleaner vehicles or pay charges."
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            }
        ]
    }
}
